package com.hailemix.yefikerdebdabe
import android.app.Activity
import android.content.Intent
import android.net.Uri
import android.os.Bundle
import android.os.Handler
import android.support.design.widget.FloatingActionButton
import android.support.v7.app.AppCompatActivity
import android.util.Log
import android.view.Menu
import android.view.MenuItem
import android.view.MotionEvent
import android.view.View
import android.widget.ExpandableListView
import android.widget.RelativeLayout
import android.widget.Toast
import com.google.android.gms.ads.AdRequest
import com.google.android.gms.ads.InterstitialAd
import com.google.android.gms.ads.MobileAds
import com.google.android.gms.ads.reward.RewardItem
import com.google.android.gms.ads.reward.RewardedVideoAd
import com.google.android.gms.ads.reward.RewardedVideoAdListener
import java.util.ArrayList
import java.util.LinkedHashMap

class MainActivity : AppCompatActivity(),RewardedVideoAdListener {

    private lateinit var mInterstitialAd : InterstitialAd

    override fun onRewardedVideoAdClosed() = Unit

    override fun onRewardedVideoAdLeftApplication() = Unit

    override fun onRewardedVideoAdLoaded() = Unit

    override fun onRewardedVideoAdOpened() = Unit

    override fun onRewarded(rewardedLiterature: RewardItem?) {

        rewardedLiterature.apply {

            rewardValue += 10

        }

    }

    override fun onRewardedVideoStarted() = Unit

    override fun onRewardedVideoAdFailedToLoad(p0: Int) = Unit

    private lateinit var myChildList: MutableList<String>
    private lateinit var parentListItems: MutableMap<String, List<String>>
    private lateinit var expandabilityView: ExpandableListView
    private var myParentList: MutableList<String> = ArrayList()
    private var funnyLiterature = arrayOf("ማትስ ተማሪ ለፍቅረኛዋ የፃፈችዉ ደብዳቤ", "የህግ ተመራቂ ለፍቅረኛዉ የፃፈዉ መልእክት", "የ‹ለምን አንተን ወደድኩህ?›ፍልስፍና", "አጭር መልእክት", "ስራ ፈላጊዎች ለ‹ስራ› የፃፉት ደብዳቤ", "ለብቻሽ አንብቢዉ", "ክትባት ዉሰጂ", " ይድረስ ለሜካኒካል ኢንጅነሯ… ", "የሳይኮሎጂ ተማሪ ለፍቅረኛዉ የፃፈላት ደብዳቤ", "ፍቅር ቆሎ አይደለም…!", "መዋጋት ቀለለኝ እህህ ከበደኝ", "ሶስተኛ አመት ተማሪ F አምጥታ የፃፈችዉ ደብዳቤ", "በዲያስፖራ ወንደላጤ የተከዳች ሴት ደብዳቤ", "*** ደራሲዉ ***")
    private var poems = arrayOf("መ…ጦር፣መጦ…ር", "ደብዳቤሽ ደርሶኛል", "እድሜሽ", "በህልሜ", "ዝናሽና ክብርሽ", "ዉይ አንቺ!", "ስቄ ስጨርስ", "ፍቅርሽ ሲመነዘር", "ይታየኛል ለኔ", "ፍቅርን ፍለጋ", "ቆይታ", "ዲቪሽ", "ተዉ ሆዴ ተዉ", "አይ አንተ!", "ፍቅርሽና ፍቅሬ", "እዉነታዉ", "ለብቻዬ ላልም", "ሲቪል መሀንዲስ ሲያፈቅር የሚፅፈው", "የሆነዉ ሆኖ. . .", "አንተ", "ዝምታህ", "ይሻለኛል", "ፍቅር እንደኑሮ ተወዷል ዘንድሮ", "ኪኪኪ...")
    private var loveName = arrayOf("የስራ ማስታወቂያ", "አሂሂ!!", "የጨረታ ማስታወቂያ", "ከልቤ ወደድኩሽ ስላት...", "የአመታት ጉዞ…በፍቅር ጥያቄ", "ብልጣብልጥነትና የፍቅር ፍርፋሪ", "ያማርኛ የፍቅር ፊልምና እቃቃ", "ሚስቴና  ሆደባሻዉ ደብዳቤዬ", "ፍቅር በድውታ", "ህይወት ስትሟዘዝ…ስትጣደፍ", "ቫለንታይን ዴይና ባላንጣዎቼ")
    private var moreLiterature = arrayOf("የበርሃ ፍቅር","ልጅ አማረኝ!","ዝላይ","ቖንጆ ያገባና…","መቼም በኛ ጊዜ")
    private var defaultMessage = arrayOf("...")
    private lateinit var mRewardedVideoAd : RewardedVideoAd
    private var showTextOnce = true


    init {

        myParentList.add("ደብዳቤዎች")
        myParentList.add("ምርጥ ግጥሞች")
        myParentList.add("እስኪ ዘና በሉ!")
        myParentList.add("ያልተተረኩ ታሪኮች")

    }

    override fun onCreate(savedInstanceState: Bundle?) {
        super.onCreate(savedInstanceState)
        setContentView(R.layout.activity_main)

        MobileAds.initialize(this,"ca-app-pub-9156727777369518~6960929170")
        mInterstitialAd = InterstitialAd(this)
        mInterstitialAd.adUnitId = "ca-app-pub-9156727777369518/9473264646"
        mInterstitialAd.loadAd(AdRequest.Builder().build())
        val interstitialController = findViewById<RelativeLayout>(R.id.mInterstitialAdBreak)

         mRewardedVideoAd = MobileAds.getRewardedVideoAdInstance(this)
         mRewardedVideoAd.rewardedVideoAdListener = this
         loadRewardedVideoAd()

         val moreContentButton = findViewById<FloatingActionButton>(R.id.moreContents)

          moreContentButton.setOnClickListener{

                  if (mRewardedVideoAd.isLoaded) {
                      mRewardedVideoAd.show()
                  }
          }

        parentListItems = LinkedHashMap()
        for (HoldItem in myParentList) {
            when (HoldItem) {

                "ደብዳቤዎች" -> loadChild(funnyLiterature)
                "ምርጥ ግጥሞች" -> loadChild(poems)
                "እስኪ ዘና በሉ!" -> loadChild(loveName)
                "ያልተተረኩ ታሪኮች" -> loadChild(moreLiterature)

                else -> loadChild(defaultMessage)
            }

            parentListItems.put(HoldItem, myChildList)
        }
        expandabilityView = findViewById(R.id.expandableListView1)

        val expListAdapter = ListAdapter(this, myParentList, parentListItems)
        expandabilityView.setAdapter(expListAdapter)
        expandabilityView.setOnGroupExpandListener {

            if(expandabilityView.isGroupExpanded((3))){

                if (rewardValue < 10) {

                    expandabilityView.collapseGroup(3)
                    Toast.makeText(this,"ታሪኮቹን ለማንበብ የመደመር ምልክቱን ተጭነው ቪዲዮውን ይመልከቱ",Toast.LENGTH_LONG).show()
                }

                else if(rewardValue >= 10 && showTextOnce) {
                    Toast.makeText(this,"አዳዲስ ታሪኮች ተጨምረዋል!",Toast.LENGTH_SHORT).show()
                    showTextOnce = false

                } else {
                    Log.d("caution","New articles are already opened")
                }

            }


        }

        expandabilityView.setOnChildClickListener { _, _, groupPosition, childPosition, _ ->


            clickCounter += 1

            if (clickCounter % 6 == 0) {

                interstitialController.visibility = View.VISIBLE
                moreContentButton.visibility = View.INVISIBLE

                Handler().postDelayed({


                    if (mInterstitialAd.isLoaded) {

                        mInterstitialAd.show()

                    } else {

                        Log.d("TAG", "The interstitial ad is not ready yet")
                    }

                }, 3000)

                Handler().postDelayed({

                    interstitialController.visibility = View.GONE
                    moreContentButton.visibility = View.VISIBLE


                },4000)


            } else {

                val selected = expListAdapter.getChild(groupPosition, childPosition) as String
                val intent = Intent(this@MainActivity, DetailActivity::class.java)

                when (selected) {

                    "ማትስ ተማሪ ለፍቅረኛዋ የፃፈችዉ ደብዳቤ" -> titleOfContent = detailContents[0]

                    "የህግ ተመራቂ ለፍቅረኛዉ የፃፈዉ መልእክት" -> titleOfContent = detailContents[1]

                    "የ‹ለምን አንተን ወደድኩህ?›ፍልስፍና" -> titleOfContent = detailContents[2]

                    "አጭር መልእክት" -> titleOfContent = detailContents[3]

                    "ስራ ፈላጊዎች ለ‹ስራ› የፃፉት ደብዳቤ" -> titleOfContent = detailContents[4]

                    "ለብቻሽ አንብቢዉ" -> titleOfContent = detailContents[5]

                    "ክትባት ዉሰጂ" -> titleOfContent = detailContents[6]

                    "ይድረስ ለሜካኒካል ኢንጅነሯ…" -> titleOfContent = detailContents[7]

                    "የሳይኮሎጂ ተማሪ ለፍቅረኛዉ የፃፈላት ደብዳቤ" -> titleOfContent = detailContents[8]

                    "ፍቅር ቆሎ አይደለም…!" -> titleOfContent = detailContents[9]

                    "መዋጋት ቀለለኝ እህህ ከበደኝ" -> titleOfContent = detailContents[10]

                    "ሶስተኛ አመት ተማሪ F አምጥታ የፃፈችዉ ደብዳቤ" -> titleOfContent = detailContents[11]

                    "በዲያስፖራ ወንደላጤ የተከዳች ሴት ደብዳቤ" -> titleOfContent = detailContents[12]

                    "*** ደራሲዉ ***" -> titleOfContent = detailContents[13]

                    "መ…ጦር፣መጦ…ር" -> titleOfContent = detailContents[14]

                    "ደብዳቤሽ ደርሶኛል" -> titleOfContent = detailContents[15]

                    "እድሜሽ" -> titleOfContent = detailContents[16]

                    "በህልሜ" -> titleOfContent = detailContents[17]

                    "ዝናሽና ክብርሽ" -> titleOfContent = detailContents[18]

                    "ዉይ አንቺ!" -> titleOfContent = detailContents[19]

                    "ስቄ ስጨርስ" -> titleOfContent = detailContents[20]

                    "ፍቅርሽ ሲመነዘር" -> titleOfContent = detailContents[21]

                    "ይታየኛል ለኔ" -> titleOfContent = detailContents[22]

                    "ፍቅርን ፍለጋ" -> titleOfContent = detailContents[23]

                    "ቆይታ" -> titleOfContent = detailContents[24]

                    "ዲቪሽ" -> titleOfContent = detailContents[25]

                    "ተዉ ሆዴ ተዉ" -> titleOfContent = detailContents[26]

                    "አይ አንተ!" -> titleOfContent = detailContents[27]

                    "ፍቅርሽና ፍቅሬ" -> titleOfContent = detailContents[28]

                    "እዉነታዉ" -> titleOfContent = detailContents[29]

                    "ለብቻዬ ላልም" -> titleOfContent = detailContents[30]

                    "ሲቪል መሀንዲስ ሲያፈቅር የሚፅፈው" -> titleOfContent = detailContents[31]

                    "የሆነዉ ሆኖ. . ." -> titleOfContent = detailContents[32]

                    "አንተ" -> titleOfContent = detailContents[33]

                    "ዝምታህ" -> titleOfContent = detailContents[34]

                    "ይሻለኛል" -> titleOfContent = detailContents[35]

                    "ፍቅር እንደኑሮ ተወዷል ዘንድሮ" -> titleOfContent = detailContents[36]

                    "ኪኪኪ..." -> titleOfContent = detailContents[37]

                    "የስራ ማስታወቂያ" -> titleOfContent = detailContents[38]

                    "አሂሂ!!" -> titleOfContent = detailContents[39]

                    "የጨረታ ማስታወቂያ" -> titleOfContent = detailContents[40]

                    "ከልቤ ወደድኩሽ ስላት..." -> titleOfContent = detailContents[41]

                    "የአመታት ጉዞ…በፍቅር ጥያቄ" -> titleOfContent = detailContents[42]

                    "ብልጣብልጥነትና የፍቅር ፍርፋሪ" -> titleOfContent = detailContents[43]

                    "ያማርኛ የፍቅር ፊልምና እቃቃ" -> titleOfContent = detailContents[44]

                    "ሚስቴና  ሆደባሻዉ ደብዳቤዬ" -> titleOfContent = detailContents[45]

                    "ፍቅር በድውታ" -> titleOfContent = detailContents[46]

                    "ህይወት ስትሟዘዝ…ስትጣደፍ" -> titleOfContent = detailContents[47]

                    "ቫለንታይን ዴይና ባላንጣዎቼ" -> titleOfContent = detailContents[48]

                    "የበርሃ ፍቅር" -> titleOfContent = detailContents[49]

                    "ልጅ አማረኝ!" -> titleOfContent = detailContents[50]

                    "ዝላይ" -> titleOfContent = detailContents[51]

                    "ቖንጆ ያገባና…" -> titleOfContent = detailContents[52]

                    "መቼም በኛ ጊዜ" -> titleOfContent = detailContents[53]


                    else -> {

                        Log.d("error", "Please Try Again!")
                    }

                }

                startActivity(intent)

                true
            }

        }



    }


  private fun loadRewardedVideoAd() =
          mRewardedVideoAd.loadAd("ca-app-pub-9156727777369518/4959761415", AdRequest.Builder().build())
    private fun loadChild(ParentElementsName: Array<String>) {
        myChildList = ArrayList()
        for (model in ParentElementsName)
            myChildList.add(model)
    }

    companion object {
        internal var titleOfContent: String ?= null
         private var rewardValue = 0
         private var clickCounter = 0
         private var detailContents = arrayOf(

                "የኔ ፍቅር እንዴት ሰንብተሃል? ዉዴ E ከክላስ ወጥቼ አንተን ካላገኘሁ የሆነ ከባድ Integration እንደመፍለጥ ያህል ይሰማኛል፡፡በተለይ ደግሞ ማታ ዶርም ሆኜ ሳስብህ ከ advanced Calculus በላይ ይጨንቀኛል፡፡አንተ ለኔ ያለህ እንክብካቤና አክብሮት ከብዙ ያገራችን ወንዶች በእዉነት የተለየ ነዉ..በቃ ማስመሰል የሚባል ነገር ስለማታዉቅ ደሰ ይለኛል፤ትንሽ ታምሜ ካየህ ጥብብ ጭንቅ ትልና ወዲያዉ ፕሮብሌሙን solve ለማድረግ ትነሳለህ ዋዉ! በጣም ታድያለሁ….በጣም…አንተኮ አምላክ የሰጠኝ Quadratic Equation ኔ ነህ፤ ለምን እንደዚህ እንዳልኩ ታዉቃለህ? በሂሳብኛ ላጫዉትህ…\n" +
                        "Quadratic Equation ሲተነተን እንዲህ ይላል…\n\n" +
                        "AX2+BX+C=0 A=አንተ ነህ B= እኔ ነኝ C=እኔና አንተ የምናሳልፈዉ ጊዜ X=አንዳንድ ተምች እየሆኑ በማያገባቸዉ እየገቡ የሚበጠብጡ የፍቅር መቀሶች ናቸዉ ( አንዳንድ የቤተሰብ ኣባላትን ይጨምራል)\n\n" +
                        "እናም እኔና አንተ ስንዋደድ በመሃል ገብተዉ ወይም ክፍተት ተጠቅመዉ ፍቅረችንን ዜሮ ለማድረግ የሚሯሯጡ Variable ሰዎችን ከወዲሁ ልናስቆማቸዉ ይገባል፡፡ዋይ! ቆይግን ምን አገባቸዉ? ለምን ዝም ብለዉ የራሳቸዉን ኑሮ አይኖሩም? ቶሎ ባነንኩባቸዉ እንጂ ሃሳባቸዉማ ከዚህም የከፋ ነበር…አስመስለዉ እንደ Vertical Asymptote ተጠጋግተዉ ሊያሰናክሉን ነበር…ግን ደስ የሚለዉ እኛዉ Equation እኛዉ Variable እኛዉ constant ስለሆንን ሃሳብ አይግባህ!\n\n" +
                        "እወድሃለሁ!\n" +
                        "M ከ---ዩኒቨርሲቲ\n\n\n",

                "ማሬ ህገመንግስቴ እንዴት ነሽ? ጤንነትሽ በመልካም አፈፃፀም ላይ እንደሚገኝ አልጠራጠርም፡፡ አቤት የዚህ አመት ክረምት ደግሞ ፀረ-ፍቅር ይመስል ይጎተታል…\n\n እያንዳንዱ ቀን ፍርዱን በመጠባበቅ ፍርሀትና ብርድ ብርድ እንደሚለዉ ተጠርጣሪ አይነት ከባድ ሆኖብኛል፡፡ በቶሎ እንዴትም ብሎ አልቆ እስከማይሽ ጓጉቻለሁ፡፡\n\n" +
                        "‹ባለፈዉ ጊዜ አንድ ጥያቄ ስጠይቅ ስላንተ እዉነተኛ መረጃ በበቂ ሁኔታ ስላላገኘሁ ጊዜ ስጠኝ› አልሽኝ…ይኸዉ መልስ ሳላገኝ 6 ወር ሆነ…ከባድ ፍርድ ነዉ የፈረድሽብኝ \n\nእኔማ መልሱን በ 48 ሰአት ዉስጥ ጠብቄ ነበር ግን ጥያቄዉ ይህን ያህል ከብዶሻል ማለት ነዉ? ወይስ አዲስ ረቂቅ እያዘጋጀሽልኝ ነዉ?\n\n" +
                        "ፍቅሬ መቼም አንቺን እየከበቡ ጭንቀት የሚፈጥሩ ጆፌ ጭልፊቶችን ብዙ ጊዜ ስከላከል ቆይቻለዉ፤ ግማሹን በማስጠንቀቂያ ግማሹን ደግሞ በተሰጠኝ የመናገር መብት!\n\n እነዚህ ጆፌዎች አንቺን ለመሞንጨፍና በመካከላችን ያለዉን ህገፍቅራዊ ስርአቱን ለማደፍረስ በመሞከር ከአንዴም ሁለት ጊዜ ሙከራ ቢያደርጉም እያንዳንዳቸዉ ባንቺና በኔ ባለ የህብረፍቅር ልብ ተሳትፎ መጋል ምክንያት ድርጊቱ የትም ሳይዛመት በቁጥጥር ስር ዉለዋል፡፡\n\n ፍቅራችን አንቀጽና ምእራፍ ያሉት ብዙ ዲስኩር፣ሚስኮል፣እንቶፈንቶና የስሜት ፈረስ የማይዘወተርበት ሆኖ ጠንካራ የመተማመን መመሪያ የያዘ የልብ መፅሃፍ ነዉ፡፡\n\n እያንዳንዱን የስነልቦና መርህ በድርጊት እናዉቀዋለን…ይህንን አንቀፅ የማይገነዘብ አክራሪና ፀረፍቅር ኃይል ሁሉ ሊቋቋመን አይችልም ምክንያቱም ይህን መፅሀፍ አዉጥተን አዉርደን በጋራ ባፀደቅነዉ ቅፅበት ማንኛዉም ተፅእኖ እንደሸክላ ሳይወድ በግድ መፈረካከሽ ጀምሯል!\n\n" +
                        "ዉድ በኔና አንቺ የመዋደድ ህገመንግስት ዉስጥ ብዙ ርእሳዊ አለመዋደዶች አሉየሃሳብ፣የባሕሪ፣የመተማመን ክፍተቶች ቢኖሩም በልዩነታችን ዉስጥ አንድነታችንን ማጠንከሩ ይበጀናል እላለሁ ምክንያቱም አስሬ ህጋችንን ስናረቅና ስናሻሽል መክረም የለብንም፡፡ብዙ ሰዎች እንደሚሉት መዋደድ የስሜት የነፍስና የሃሳብ መተሳሰር ብቻ ሳይሆን የድሪቶ ማንነታዊ መደራረብ ያመጣዉ አዲስ የመኖር መንገድ ነዉ፡፡ይህ መንገድ ሲጀመር ይጣፍጣል…አብሮ ለመጓዝ ግን ማንነትን..ትእግስትን፣ክብርን፣የልብትርታን፣ስሜትን የሚፈትሽ ትግል ነዉ፡፡ሰዉ ዝም ብሎ በሆነ ቦታና ጊዜ ሊዋደድ ይችላል ግን ቀጣይነቱ ሽብርተኝነትን እንደመዋጋት ያህል አስቸጋሪና ዉስብስብ ይሆናል እዚህ ጋር ነዉ እንግዲህ ጀግንነት የሚጠይቀዉ!\n" +
                        " ለማንኛዉም ስትመጪ ብዙነገር እንጫወታለን እስከዛዉ ግን አብረን ያረቀቅነዉን የልብ መፅሃፍ እያነበብሽ ሰንብቺ፡፡እኔም ማንበብ ከጀመርኩ ቀናትን አሳለፍኩ ብቻ አንድ የቆየ አሁንም ያለ ወደፊትም የሚኖር ነገር አለ…ፍቅር…ይህ ተስፋ እያነሰና እየተመናመነ ይምጣ እንጂ በትውልዶች መሃከል የሚቀጥል ረቂቅ ገመድ ነዉ..እኔም ከልቤ በተሰጠኝ ትእዛዝ መሰረት አሁንም ደጋግሜ እናገራለሁ…እወድሻለሁ! በጣም! (አንቀፅ 2008/ሞት ብቻ ያለያየናል!)\n\n\n",

                "ፍቅሬ ካለሽበት ሰላም ላንቺ ይብዛ፡፡ ዉድ፣በኔና ባንቺ ዉስጥ የተፈጠረዉ የፍቅር ጨዋታ መልካም ነበር፣ አንዳንዴ ትላንት የኖርነዉንና የምንወደዉን ነገር ዛሬ እንደቀልድ‹ነበር› እያልን ስንተርክ ይገርመኛል፡፡\n\n ሰዎች እንደሚሉት ‹ምን ዋጋ አለዉ እግዚአብሄር በእንደዚህ አይነት ጣፋጭ የፍቅር ህይወት እንድንቀጥል ስላልፈለገ ነዉ ያለያየን› አልልም ምክንያቱም እሱ ሁሉን አዋቂ ነዉ…የሚበጀንን ያዉቃል፣ \n\n ይሁን እንጂ እንደሰዉ ሳስበዉ ዉስጤ ከመድማት አልፎ…ቁስል ከመሆን አልፎ..አመረቀዘ፡፡ ንዴት፣የጥያቄ መአት፣የህይወት ብልጭልጭነትና የሚያቃስት የፍቅር ጣረሞት ዉስጤን ሞላዉ…ህም!\n\n" +
                        "ያሳለፍናቸዉ የፍቅር ጊዜያት እንደማንኛዉም ሰዉ የመዋደድና የመተሳሰብ፣ የመነፋፈቅና የመኮራረፍ፣የችኮላና የእርጋታ ነፀብራቆች የታዩበት አጭር ግን ማራኪ ጊዜ፡፡\n\n አሁን የመለያየታችን ምክንያት፣ሁኔታ፣ ያለያዩን ሰዎች፣ምክንያቶችና ክፍተቶች እነማን ናቸዉ ብዬ ባወራ ምን ሊጠቅመን? አንቺም መስማት እንደማትፈልጊ አስባለሁ፡፡ነገር ግን ህይወት መልካምን ነገር አሳይታ ስትነጥቀን ለምን ማለታችን አይቀሬ ነዉ፡፡\n\n ለምን?ለምን? አሁንም ለምን??? ባንቺ ዉስጥ ከነበረዉ የማይረሳ የፍቅር ነፀብራቅ አንዱ እራስሽ ጠይቀሽ እራስሽ የምትመልሺዉ ደስ የሚል ትዝታ አሁንም ድረስ ይታወሰኛል…\n\n አንድ ቀን ሶፋ ላይ ቁጭ ብለን ‹ለምን እንደምወድህ ታዉቃለህ ?›አልሺኝ.. ልረሳዉ ጣቂት ቢቀረኝም መልስሽ ግን እንዳልረሳዉ አድርጎኛል፡፡‹እኔ የምወድህ ፋራ ስለሆንክ ነዉ › ሃሃሃ…ሃሃሃ ይገርማል!\n\n" +
                        "‹ማነዉ ፋራ…እኔ ???? ሙድ ስትዪዢብኝ ግን ትንሽ አይደብርሽም?› ምናምን አላልኩም\n\n ትዝ ይለኛል አይን አይንሽን በፍቅርና በየዋህነት እያየሁ‹ኦ ፋራ ትወጃለሽ ማለት ነዉ! የፋራ ባህርያት ምን ምን ናቸዉ?› ያልጠበኩትን ጥያቄ ስጠይቅሽ ዝም አልሽና አይኖቼን በጥልቀት አየሻቸዉ ረጅም ሰከንድ ዝም…\n\n" +
                        "‹ለእኔ የፋራ ትርጉም በጣም የተለየ ነዉ፣ ፋራ ማለት…ሲያፈቅር ልቡን ይሰጣል ምን አልባት ሙሉ ለሙሉ ማንነቴን ሰጥቼ ያ ሰዉ ቢጫወትብኝስ ምናምን አይልም አይጠራጠርም› ስትዪ አይኖችሽ አስፈሩኝ ግን እንደምንም ኮስተር ብዬ ‹ፋራ መሆኔን በምን አወቅሽ?\n\n አንቺ እንደምታስቢዉ ባልሆንስ?› ስል..ከበረሀ እየተጀነነ የሚመጣ ያንቺ ሙቅ እስትንፋስ ጆሮዬን ሹክ አለኝ ‹ልብህን አየዋለሁ፣ ከኔ ጋር መሆኑን ለማረጋገጥ ልብህ ጋር ስመጣ ልብህ የለም ተሰርቋል…የት ገባ ?\n\n ወይኔ ልብህን ለሌላ ሰጥተህ… አላልኩም…በእርጋታ ሳስብ ልብህ ለካ እጄ ላይ ነዉ ያለዉ!!›\n\n" +
                        "ይገርማል! ሰዉ የሌላ ሰዉን ልብ እጁ ላይ ይዞ መዞር እንደሚችል ስትናገሪ ቀለል አድርጌ ነበር ያየሁት፡፡ግን ግን ለካ ከባድ ነገር ነበር \n\n ሰዉ የሌላ ሰዉን ልብ ልቡ ላይ ማስቀመጥም ሆነ አለማስቀመጥ የሚችል ልዩ ፍጡር ነዉ! አትወጂኝም አታፈቅሪኝም ግን እመችሽ ነበር ብዬ መናገር ባልችልም በግማሽ ልብሽ ትወጅኝ ነበር…\n\n በሌላዉ ግማሽ ልብሽ ደግሞ ለምን እንደምትወጂኝ ሁል ጊዜ ማብራሪያና ገለፃ የምትሰጪበት ሰፊ መድረክ አዘጋጅተሻል፡፡በመድረኩ ዉስጥ ሁሌም ቢሆን አንቺ የመድረኩ መሪ፣እኔ ደግሞ የስብሰባዉ አካልና አዳማጭ ነኝ፡፡\n\n ለምን አንዳንዴ መድረክ መሪ አልሆንም ብዬ አለመጠየቄ ይገርመኛል፣ሁሌም አዳማጭና አስተያየት ሰጭ ነኝ፡፡\n\n" +
                        "‹ይቅርታ የመድረክ አስተባባሪ አንዳንድ ጥያቄዎችን ለመጠየቅ እፈልጋለሁ\n\n" +
                        "‹እባክዎን ይቀጥሉ›\n\n" +
                        "‹እሺ እንደዚህ…ቢሆን እንደዚህ ባይሆን› እያልኩ እጠይቃለሁ፣ሃሳብ እሰጣለሁ አንቺም ጥያቄዉን ‹‹‹ለምን እንደወደድሽኝ ከተለጠፈበት ትልቅ መፈክር››› ጋር እያብላላሽ ስትመልሺ ትደንቂያለሽ፡፡\n\n አንድ ቀን የጠየኩት ጥያቄ ‹ባለፈዉ ባደረግነዉ ዉይይት ላይ መቼ እንደምንጋባ የተገለጸ ነገር የለም…መቼ ነዉ የምንጋባዉ???????›\n\n" +
                        "…‹እንግዲህ ፍቅሬ አንተን የምወድበት ዋናዉ ምክንያት ሰዎች ጋብቻ ዉስጥ እንኳን የሌለዉን የመተሳሰብ መሰላል ስላዘረጋኸኝ ይመስለኛል…\n\n ይህ ጥያቄህ ‹‹ለምን አንተን ወደድኩህ?›› ከሚለዉ ዋና ጭብጥ ጋር በቀጥታ ይገናኛል ስለዚህ አንተን የወደድኩበትን ሚስጥር ተንትኜ ስነግርህ ለጥያቄህ አሳማኝ መልስ ታገኛለህ…ስለዚህ አንተን የወደድኩት…\n\n በመጀመሪያ ቁመናህ ማራኪ ነዉ በቃ የሆነ ሞገስ አለህ..በመቀጠልም ፍቅር ያለ ብዙ ገንዘብ ታፋጭ ከረሜላ ነዉ ብለዉ ለሚያስቡ አንዳንድ አድርባይ የቀድሞ የዚህ መድረክ ተሳታፊዎች አንገት የሚያስደፋ መልስ ስሰጥ በአንክሮት ስለተከታተልከኝ ወደድኩህ ቀጥሎም…›\n\n" +
                        "ብዙ ነገር አልሺኝ ግን ጥያቄዬ አልተመለሰም ነበር፣ ምን ላርግ!\n\n" +
                        "ዉቧ ዉዴ በከሰመ ፍቅር ላይ ብዙ መናገሩ ጥቅም ባይኖረዉም አሁን አሁን ሳስበዉ ‹‹ለምን አንተን ወደድኩህ?›› የሚለዉ ጥያቄ ለመለያየታችን እንደዋነኛ ምክንያት አድርጌ ወስጀዋለሁ፣\n\n ይህንን የምልሽ እንድታውቂው ያህል ነዉ እንጂ ለሌላ አይደለም፣ ጅብ ከሄደ ውሻ ጮኸ ሆኖ ነዉ እንጂ ነገሩ ቢገባሽ ኖሮ ጥያቄዉ ‹እንዴት አንተን ወደድኩህ› ቢሆን ላንለያይ እንችል ነበር!\n\n\n",

                "አንቺ በሆነ ቦታ በሆነ ጊዜና በሆነ ሁኔታ ወደዚህ አለም መጣሽ፡፡ እንደማንኛዉም ሰዉ አደግሽ በአካልም በአእምሮም… ከዛ ስራ ያዝሽ ይቀጥላል…\n\n እኔ አሁን ብዙ ወሬ ለመዘክዘክ አልፈልግም! እንዳንቺ በሆነ ቦታ፣ በሆነ ጊዜና ሁኔታ ወደዚህ አለም መጣሁ፡፡እንደማንኛዉም ሰዉ አደኩ በአካልም በአእምሮም.. ከዛ ስራ ያዝኩ፡፡\n\n ስለምን ‹አንቺ› እያልክ ትጠራኛለህ ለምን ፍቅሬ/ሆዴ/ማሬ/ስዊት..እያልክ አትጠራኝም የሚል ስሜት ካደረብሽ ችግር የለም ግን ‹አንቺ› የምትለዉን ቃል እፈልጋታለሁ..\n\n" +
                        "አንቺ ፍቅሬ፣በደንብ ሳትደምቂ ልትደምቂ የሞከርሽ፣በደንብ ሳትስቂ ለመሳቅ የሞከርሽ የፍቅር አነባበሮ ነበርሽ…ምፅፅፅ..እኔ ፍቅርሽ ደሞ ዜሮ አምፖል፣የጋን መብራትና ጭስ የበዛዉ ኩራዝ ነበርኩ መሆኔንም አልሸፈንኩም \n\n  ይሁን እንጂ ሰዉ የሚለካዉ በህይወቱ ፍሬ ነዉና ፍሬዉን ለማየት ጉጉት አደረብኝ፤ምናለ እንቺ ሆዴና እኔ ሆድሽ ቶሎ አርጅተን በፍቅር ብንተያይ..የሚል ግራ የሚያጋባ የሃሳብ ዳንኪራ ስመታ ሰነበትኩ፡፡\n\n አለመብሰል ከሚያስከትላቸዉ ምግባዊ ባህርያት አንዱ ለሚመጡበት ውጫዊ ጫናዎች ቶሎ ሆድ ለመሆን ይጥራል…ምግብ ለመሆን ያዉ ቶሎ ምግብ ስትሆኚ ደግሞ ሳትላመጪ ስለምትዋጪ ሆድ ዉስጥ ታሚያለሽ  \n\n አንዴ ጋጋጋጋ ሌላ ጊዜ ደግሞ ጉርርር ትያለሽ ስለዚህ ከመዋጥ ወደ አኝኮ መዋጥ፣ከመዝለል መ ዘ ለ ል ን መርጠሽ ለወደፊቱ አሯሯጭሽ ብትዘጋጂ መልካም ካልሆነም ደግሞ ህይወት በራሷ መንገድ ታራሩጥሻለች፡፡\n\n" +
                        "አንቺ ላቭሊ በነበረን የፍቅር ቆይታ ፍቅር፣ ሆድ፣ ማር፣ ስዊትንና የመሳሰሉትን ፍቅረ-ልማታዊ-ወ-አፋዊ ልምዶችን ስናዳብር ቆይተናል በመሆኑም አሁን ከዚህ ትሬኒንግ የመዉጫችን ሰከንድ ነዉና 1..2..3 ቻዉ!!!\n\n\n",

                "ዉድ ‹ስራ› ለጤናህ እንደምን ሰንብተሃል? እኛ ካንተ ናፍቆትና ሃሳብ በስተቀር በጣም ደህና ነን፡፡ ስራ ሆይ መቼም ይቺ ምድር አንድ አፍቃሪ ለአንድ ተፈቃሪ እንጂ ብዙ አፍቃሪ ለአንድ ተፈቃሪ እንደማይበጅ ለዘመናት ስትደሰኩር ከርማለች፡፡\n\n ይሁን እንጂ እኛ በዚህ አመት የተመረቅንና ከዚህ በፊት ልምድ ያለን ወንድና ሴት አፍቃሪዎችህ ያላንተ መኖር በእጅጉ እየከበደን ነዉ፤ በቃ ፍቅርህ ዉስጣችን ገብቶ አላስተኛ አላስቀምጥ ካለን ይኸዉ ስንት ቀናችን!\n\n" +
                        "ስራ ሆይ ግን የት ነህ? አራት ኪሎ ስንፈልግህ ‹አይ ለገሀር ሄጃለሁ› ስትል፣ እየቶንጦሎጦልን ለገሀር ስንደርስ ‹የሆነ ምግብ ሳያገኝ 10 አመት የቆየ ይመስል ተንገብግባቸሁ ስታፈጡብኝ ስታስጠሉ!\n\n" +
                        " ትንሽ አየር ልለዉጥ ብዪ ሪፖርተር ላይ ሄጃለሁ ደሞ እዛ በለመደ አይናችሁ ያለሁበት ድረስ መጥታችሁ አታጉረጥርጡብኝ!!› ስትለን እሺ ይሁና ‹ፍቅር ይታገሳል› በሚል የልባችንን በልባችን ይዘን ሪፖርተር ላይ ቱርር ብለን ስንከተልህ...\n\n ‹አዲስ ዘመን ላይ ከወንድሜ ከጨረታ ጋር ትንሽ እየተደበርኩ ነዉ፣አይናችሁ እንዴት እንደሚዋጋ…እንደዚህ ፅሁፌ እስኪለቅ ስታዩኝ ብርድ ብርድ፣ ረሃብ ረሃብ ይለኛል፣‹ጨረታ› መከታዪ ባይኖርልኝ ኖሮማ ትቦጫጭቁኝ ነበር፤ነጫጭባ ሁላ! › ብለኸን እርፍ! \n\n ኸረተዉ ስራ ሆይ እንዲህ አትጨክን! እኛ የፈለግነዉ አንተን እንጂ ወንድምህን ‹ጨረታን› አይደለም፡፡ አፍቃሪዎችህ ስንት እንደሆንን ግን ታዉቃለህ? የምታዉቅ አይመስለኝም ቁጥራችን አስር ሺህ፣መቶ ሺህ…..የትየለሌ ነን! \n\n አሁንስ አዘንክ? መቼም ‹እንደሆሊዉድ ‹ስራሁድ› የሚል ካምፓኒ አቋቁሜ ከኔ ጋር ትኖራላችሁ› እስክትለን በናፍቆት እየጠበቅን ነዉ፡፡ በእግራችን ስንቱን የአዲስ አበባ የማስታወቂያ ስፍራ በረበርን! በተለይ ደግሞ አዲስ ተመራቂ ተማሪዎችህ በቃ ባንተ ፎንቃ ጨርቃችንን ጥለን እንደእብድ ከተማዉን ስናስስ ከርመንልሃል፡፡\n\n" +
                        "‹ስራ› ሆይ ግን ከመቼ ጊዜ ጀምሮ ነዉ ኦንላይን የሆንከዉ? ይኸዉ በእግር በፈረስ ፈልገን ስናጣህ ezega.com ላይ ወይም ethiojobs.com ዉስጥ ታገኙታላችሁ የሚል ጭምጭምታ ስንሰማ ‹ፍቅር እስከ ቅጥር!› ብለን ዘመትንብህ፡፡\n\n ድንቄም አንተ! እያየኸን ትስቃለህ፡፡ ለምሳሌ ባለፈዉ ቅዳሜ በ Accounting የሆነ ቦታ ታይተሃል ተብሎ ሲወራ ሁላችንም እንደግሪሳ ወፍ ግርርር ብለን ወደ ኣራት ኪሎ! ልጄ አንተሆዪ ልክ እንደ አፄ ቴዎድሮስ 1 ለናቱ ሆነህ እኛን እዚህ አባላኸን፡፡እንዲህ ነበር ማስታወቂያዉ…\n\n" +
                        "የስራ መደቡ መጠሪያ--- Accountant\n\n" +
                        "የስራ ልምድ-----0 አመት (አንዳንዶቻችን ‹0 አመት› የሚለዉን ቃል በመተርጎም እንደ Thesis አይነት ገለፃ ለማድረግም ቃጥቶን ነበር)\n\n" +
                        "ብዛት--------------------1 (እኔ አላምንም! ምን!!! ምናለ ግን እንዲህ ባትጨክን አንተና የዘንድሮ ኑሮ አንድ አይነት ሆናችሁሳ! ትንሽ በዛ ብትል…ቢያንስ 10000 ብትሆን! ብዙዎችችን የድሃ ልጅ ሆነን ለቅሷችን በሆዳችን ይዘን እንጂ የሃብታም ልጅ ብንሆን ኖሮ ‹ኦ ማሚ አልቻልኩም…ዳዲ ፕሊስ ሃግ አርገህ እሹሩሩ በለኝ› እንል ነበር…አይ ደሃ መሆን! ከስራም ከእሹሩሩም የለንበትም)\n\n" +
                        "የትምህርት ደረጃ--------ከታወቀ ዩኒቨርስቲ ወይም ኮሌጅ በ ሲቪል ምህንድስና ተመርቆ ዉጤቱ 3.25 እና ከዛ በላይ የሆነ (ኸረ በ 2.5 ይዘንሃል ትንሽ ነጥቡን ዝቅ አርገዉ ፣ ከቦታዉ እንኳን በዚህ ዋጋ አልመጣም!)\n\n" +
                        "ደሞዝ---------------በድርጅቱ ስኬል መሰረት(ኤጭ ለ 1 እድለኛ አፍቃሪ የሚሰጥን ነገር እንዴት እንዲህ እስኬል ይወጣለታል?ደሞዙ infinity መሆን ነበረበት ፤ ፍቅር እኮ infinity ነዉ! )\n\n" +
                        "እኛም ወደ አራት መቶ ሃምሳ ሆነን ወደሚመለከተዉ መስሪያ ቤት ላጥ! (አንድ ብርጌድ ነዉ የምንመስለዉ እግዚኦ!)\n\n ቢሮ ስንደርስ ለኛ የተዘጋጀ ይመስል ትልቅ መጋዘን ዉስጥ ተከመርን..ከዛ ሁላችንም ሲቪያችንን በሰልፍ ለፀሃፊዋ ሰጥተን ወደየቤቶቻችን! (ፀሃፊ የምትንቁና የምታንቋሽሹ ስራ ፈላጊዎች ንስሃ ግቡ…አለበለዚያ ፍቅራችሁን እስከመጨረሻዉ አታዩትም እነሱ የፍቅር መቀሶች ናቸዉ፡፡)\n\n ለፈተና እንድንጠራ ሁላችንም ቀን ከሌሊት ፆም ፀሎት ይዘናል፡፡አምላካችን ፀሎታችንን በነጥብ ካላረገዉ ይኼ ሁሉ ስራ ፈላጊ እንደዝንብ ዝዝዝ እያለ ሲጨቀጭቀዉ ለየትኛዉ አፍቃሪ ‹ስራ›ን ይዳር! ምን ይሳነዋል እንደቸርነቱ!!)\n\n" +
                        "ደስ የሚለዉ ነገር ሁላችንም ፀሎታችን ተሰምቶ ለፈተና ተጠራን….አቤት አንዳንዶቻችን የተሰማን ስሜት….ዋዉ! ደስታዉ ለጉድ ነበር፡፡\n\n ‹እማዩ ዛሬ ለፈተና ተጠርቻለሁ ፀሎት አርጊልኝ አባዪ ፈተናዉን እንዳልፍ መርቀኝ› እና ሌሎች ተመሳሳይ ልማታዊ-ወ-መንፈሳዊ ርእሶች ለቤተሰብ እንደአሳይመንት ሰጠን፡፡የፈተናዉ ሰአት 3፡00 ነበር፡፡\n\n ዝናብ ቢጤ ከተማዉን አረስርሶታል፤ እኛ ደሞ ፍቅረናችንን ለማግኘት በየራሳችን ሃሳብ ዉስጥ ረስርሰናል፡፡ 1፡30 ሲል የመስሪያ ቤቱን ግቢ ሞላነዉ በፈተናዉ ሰአት ሁላችንም በረድፍ ተሰልፈን ወደ ፈተና ክፍል!\n\n አንዳንዱ ፍቅር በዝቶበት ይሁን በሌላ ጉዳይ አይታወቅም አይኑ እንባ አቅሮ አስሬ ሰማይ ሰማይ እያየ ያነበንባል፡፡አንዳንዱ ደግሞ ሙሉ የትጥቅ መሳሪያዉን (እስኪርብቶ፣እርሳስ፣ላጲስ፣ማስመሪያ፣የላስቲክ ዉሃ፣ካልኩሌተር እንዲሁም አጢራራ) ይዞ ገብቷል፡፡\n\n እንደኔ አይነቱ ደግሞ እስኪርብቶ ጥሎ ሲዝረከረክ ይታያል፡፡የፈተነን ሰዉ ‹መጀመር ትችላላችሁ 5 ሰዐት ላይ ታቆማላችሁ› ብሎን ፊሽካዉን ነፋ(ምናለ ‹መልካም ቫለንታይን› ቢለን ይሄ ፍቅር የማይገባዉ anti-love ነገር! ) ፈተናዉ ሲመጣ የተዘጋጀነዉ ሌላ የመጣብን ሌላ! አሁንስ በዛ!!\n\n" +
                        "በ 15 ደቂቃ ዉስጥ ከግማሽ በላይ የምንሆነዉ ተፈታኞች ፍቅረኛችንን እንደማናገኘዉ ልባችን ስላወቀዉ እየተራገምን የሆነ ነገር ሞጫጭረን ወጣን፤\n\n አንዳንድ ሴት ተፈታኞች ከፈተና ሲወጡ ታይታኒክ ላይ ያለዉን ጃክን እያሰቡ አክተሯ ፍቅረኛዋ ዉሃ ዉስጥ ሲሰጥም ‹ሄይ ጃክ ጃክ…ጃክ› እንዳለችዉ እነሱም ‹ሄይ ጆብ ጆብ …ጆብ › እያሉ በፍቅር ቃላት ሲጣሩ ሰምተናል፡ በእዉነት ለነዚህ እህቶቻችን ከልባችን አዘንን…በወንድ ተክደዉ እዚህ ደሞ በስራ ተክደዉ ስንት ጊዜ ይካዱ..አበስ ገበርኩ!\n\n አንዳንድ ጀለሶች ግን በጣም ቆይተዉ ወጡ፤ ምንድነዉ ግን እንዲህ ያቆያችሁ ?ፈተናዉን በቃ ደፈናችሁት ስንላቸዉ ‹እናንተ ደግሞ ምን ሆናችሁ ነዉ?! ጥያቄዉ ሁሉ አዲስ ሲሆንብን የፍቅር ግጥም ገጥመን ወጣን!› ‹ ኪኪኪኪ.. ምን ባላችሁ ገጠማችሁ?›\n\n" +
                        "ከነሱ ዉስጥ አንዷ እንዲህ አለችን\n" +
                        "የኔ ፍቅር የኔ ‹ስራ›\n" +
                        "ስፈልግህ ከጊዮርጊስ አራት ኪሎ ካራት ኪሎ ጎተራ\n" +
                        "ለካ አንተ እዚህ ነህ በፈተና\n" +
                        "ስለዚህ ማሬ እወድሃለሁ\n" +
                        "ከወረቀት አልፎ በኢንተርቪዉ\n" +
                        "አይንህን ለማየት ጓጉቻለሁ!\n\n\n",

                "ቤቲ እንዴት ነሽ?ጤናሽ፣ቤተሰብ…ሁሉ አማን ነዉ?እኔ እግዚአብሄር ይመስገን አለሁልሽ፤ ስሚ ቤቲ በጣም እንደምወድሽ ብዙ ጊዜ ለመግለፅ ሞክሬአለሁ…\n\n ማለቴ ልብሽ ከኮተተ ይልቅ ለቁም ነገር ይመቻል ብዬ ስላሰብኩ ፌስቡኩን ትቼ በዚህ ደብዳቤ የዉስጤን ነገር ለመዘክዘክ ተገደድኩ\n\n" +
                        "ስወድሽ ዉዩ ስወድሽ ባድር አልጠግብሽም፡፡ ‹‹ምነዉ ትንሽ አላካበድከዉም?›› ትይኝ ይሆናል ግን ምንም አላካበድኩትም፤\n\n በዚህ እሳት ዘመን የፍቅር ነገር እቃቃ በመሰለበት ጊዜ አንድን ሰዉ ወደድኩህ ወይም ወደድኩሽ ማለት አንሶላ ከመጋፈፍ እንደማያልፍ ትርጉም የተሰጠዉ ቢሆንም ያንቺ ነገር በእዉነት ተለይቶብኛል፤እወድሻለሁ ያልኩት ምንሽን አይቼ መሰለሽ?በቃ ዉጭሽ የዉስጥሽ ኮፒ ነዉ አራት ነጥብ(ካስፈለገም በምልክት ላረጋግጥልሽ ፡፡)\n\n" +
                        "አይኖችሽ ትላልቅ ናቸዉ፣ ሲያዝኑ በደንብ ያለቅሳሉ…ሲስቁም ያስታዉቃሉ አስመሳይ አይደሉም፤ የልብሽ አይኖችም እንዲሁ ናቸዉ ትልቅ ታጋሽ ልብ!ሲያማቸዉ ከዉስጣቸዉ ነዉ እንደዛ ሆነዉ እንኳን ሲንከባከቡኝ እንዴት እንደሚማርኩ!ለኔ ያላቸዉ ነገር ይለያል…ሲያጠፉም ምክንያት ፍለጋ ተራራ አይወጡም በቃ ይፀፀታሉ ይቅርታ ይጠይቃሉ\n\n" +
                        "አፍንጮችሽ እንደሌሎቹ ቆነጃጅት በስጋኛ ሰልካካ አይደሉም…ለሰዉ አይስቡም ግን ግን ማንነታቸዉን በገሃድ ገለፁ እንጂ አልተሸሞነሞኑም አልተመሳሰሉም…\n\n የዉስጥሽ አፍንጮችም እንዲሁ ናቸዉ የኔን ሽታ ጠንቅቀዉ ያዉቃሉ…እንደ ንፍጥ እምፍ እምፍ ብለዉ የትም አልወረወሩኝም በትግስት ዝም አሉኝ እንጂ!\n\n ከንፈሮችሽ በብዙ የህይወት ዉጣዉረድ የደከመዉን ልቤን በለስላሳ ቃላት ይጠግናሉ ግን የከፋ ነገር አይወጣቸዉም ሲያስኑ ዝምታን ይመርጣሉ፡፡እኔማ ፍቅርሽን ስቋደሰ እንደዘመኑ ሴቶች የምሞጨለፍ መስሎኝ ሰጋሁ ብዙ አወራሁ ብዙ \n\n ይገርማል አምላኬ እኔን አምኖ ሳይሆን ስላዘነልኝ አንቹን ሰጠኝ፤ስሙ ይባረክ!\n\n\n",

                "ከተገናኘንበት ጊዜ አንስቶ ብዙ ነገር አሳልፈናል ብዙ… በዚህ ነገር ዉስጥ ሁሉ በጣም ወድጄሽ አልጠግብም ነበር..ግን አሁን ልትለዪኝ መሆኑን ሳዉቅ በልቤ አዘንኩ\n\n ቢሆንም ተናድጃለሁ ብዬ ስምሽን አላባዘትኩትም፣ ከጓደኞቼና ከጓደኞችሽ ጋር ሆኜ አላማሁሽም ግን ብዙ ትዝታዎችሽ በዉስጤ ተከምረዉ ሳይ እልህ ይይዘኛል…ንዴት፣ትካዜ፣ድብርት…ብዙ ብዙ ነገር ይሰማኛል\n\n" + "እሺ ሁሉም ይሁን ያንቺም የልብ ሃሳብ ይሳካልሽ ግን አንድ ነገር ልጠይቅሽ፡፡ ‹ለምን ጥለሺኝ ትሄጃለሽ ምን አረኩሽ…› ምናምን አያልኩ ፈፅሞ አልጨቀጭቅሽም፣ማወቅም አልፈልግም፡፡\n\n ይህን የማደርገዉ አንቺ ጨካኝ እኔ ደግሞ የዋህና ሞኝ ስለሆንኩ አይደለም፣ፈፅሞ !ይሁን እንጂ የምጠይቅሽ እኔን እንድትጠይቂኝ ነዉ ‹ደሞ ስለምንድነዉ የምጠይቅህ…ካሁን በኋላ የተለያየን ሰዎች ነን› ልትዪኝ ትችያለሽ..\n\n ግን ኤክስፓየር ባረገዉ በድሮዉ ፍቅራችን ይዤሻለሁ ጠይቂኝ! ስለምን መሰለሽ ስላንቺ ፀባይ፣ክፋት፣ተንኮል፣ፍቅር አይደለም…አንቺማ ወርቅ ፀባይ፣ንፁህ ማንነት እንደያዝሽ አዉቃለሁ፤አምንበታለሁም! \n\n ግን ስለእኔ ያልጠየቅሺኝ ለነገ ስንቅ የሚሆንሽን ትልቅ የትምህርት ህይወት ስለያዝኩ ነዉ፡፡ ‹ለምን በዛ በጣፋጭ የፍቅር ጊዜያችን አልነገርከኝም..ለካ ድብቅ ሰው ነበርክ እንዳትይኝ…ድብቅ አልነበርኩም!አይደለሁምም!!\n\n ይልቅ ጊዜዉ ሳያልቅ ልንገርሽ በወደድሺዉ ቦታና ሰዉ ይዘሽዉ ሂጂ፣ምናልባት ምናልባት አንድ ጠብታም ቢሆን ታገኚበታለሽ ልክ እንደ ክትባት! ክትባቱም…ልቤን የሰጠሁሽ ልብሽን ለሌላ ከመስጠትሽ ገና በፊት ነበር….ስለዚህ ወደፊት አንቺም ልብሽን ስትሰጪ የልብሽ ተቀባይ ላንቺ ፌኩን ልብ ሊሰጥሽ ስለሚችል…ልክ እንደ ኢቦላ መመርመሪያ መሳሪያ እየመረመርሽ ተቀበይ! አደራ እንደኔ እንታትሆኚ!!!\n\n\n",

                "My love ለጤናሽ እንደምን ነሽ? Peace ነዉ? ፍቅር እኔ ዉስጥ እንደ machine gear ዉሽቅ ብሎ ገብቶ እንዴት ይዉጣ? የትኛዉ አትዪኝም? ያንቺዉ ፍቅር ነዋ!መቼም ዉበትሽ Thermodynamically vibrate እንደሚያረግ ሞተር ሆኜ ቀርቼልሽ ነበር፤ ለዚህ ሁሉ ተጠያቂዉ አንቺ ነሽ፡፡\n\n" +
                        "አይኖችሽ ትላልቅ የ vehicle ጎማዎች ያክላሉ፣ አቤት ዉበት ፓ! አፍንጮችሽ ደግሞ ቁጭ supermodel aircraft ናቸዉ!\n\n እዉነቴን ነዉ…ናሳ ሄጄ space shuttle supermodel aircraft የማየት ምኞቴ ከፍ ያለ ነበር ይመስገነዉ የኔን ናሳ አንቺን አገናኘኝ፡፡\n\n ዉይ ዉይ ከንፈሮችሽ እንዴት ኣባታቸዉ እንደሚያምሩ!እንደሌሎቹ ዘመናይ ተብዬ ብልጭልጭ ሴቶች ከንፈር በ Toyota motor oil(የዚህ ደብዳቤ አንደኛ ደረጃ እስፖንሰር ነዉ) አልተጨማለቁም ይልቁንስ ከነፈሮችሽ እንደተፈጠሩ genuine component የመኪና ስፔርፓርቶች ናቸዉ፡፡\n\n  ከዚህ ሁሉ የበለጠ electromagnetic ratu ከፍ ያለብኝ አስተሳሰብሽ ነዉ፡፡ማለቴ corrupt software እንደተጫነበት robot ሃሳብሽ the same inlet valve አይደለም \n\n የብዙ ሴቶች gate valve ገንዘብ፣ክብርና ፋሽን ብቻ ነዉ ስለዚህ outlet valve ጥርሳቸዉ ያስጠላል፤በቃ ገንዘብ የሚባል action force ከሌለ any other reaction የለም::\n\n" +
                        "ሌላዉ ለቁጥር የሚታክቱ ሴቶች ፍቅር ለብቻዉ አይገባቸዉም (እንደዉም Solid Mechanics ቲቸሬ ፍቅር ራሱ open book exam ይመስላቸዋል ይላል) ያንቺ ግን Internally oriented motor ያለዉ ልብ ስላለሽ መቼም በገንዘብ fail እንደማያደርግ prove አርጌያለሁ\n\n" +
                        "final project በኔና ባንቺ የመተሳሰብ መረብ conclude ባደርገዉ ደስ ይለኛል ከዚህም በላይ የወደድኩሽና መተሳሰባችን ወደ advanced engine system ለማሳደግ የምሞክረዉ ወድጄ አይደለም፡፡ \n\n በቃ የዉሸት ፍቅር፣ስሜታዊነት፣ wrong input፣ incorrect የኑሮ analysis ስልችት ብሎኛል፤ይህን የምልሽ ጊዜዉ ጥሩም ይሁን መጥፎ ሰዉ ደግም ይሁን አዉሬ ካንቺ ጋር የቆየዉን derived formula and interaction በእዉነት ልቀጥል እፈልጋለሁ ነገር ግን ያንቺን ስሜት ማወቅ ይኖርብኛል፤\n\n እስኪ የፍቅርሽን drawing በትንሹም ቢሆን ሳይልኝ….አደራ ግን የሚሰማሽን ሁሉ draw ለማድረግ እንዳትቆጠቢ\n\n\n",

                "ላቭ መቼም የፍቅርሽ symptom ልቤን displace እያረገ silent ሆኖ መቀመጥ የማይታሰብ ነገር ሆኖብኛል፡፡በጣም እወድሻለሁ! (እንደገና repeat አረገዋለሁ ultimately..very ultimately ነዉ የማፈቅርሽ)\n\n" +
                        " አንቺ ግን አንዳንዴ እኔን out of the game ለማድረግ የማትፈነቅይዉ ኮብልስቶን የማትወጪዉ ቀለበት መንገድ የለም፣ ግን Why!?\n\n በመሰረቱ እኔ የራሴን Ego character ብቻ ለማርካት ተፍ ተፍ የምል ተራ ሰዉ አይደለሁም ፤ይህንንም ከአንዴም ሶስት አራቴ ግልፅ አርጌልሻለሁ ባለፈዉ ቅዳሜ ሆዴ disturb ሆኗል ስትይኝ አብሬሽ እያስታመምኩ፣ feelin ጌ አብሮ disturb ሲሆን፣ሀኪም ቤት ልዉሰድሽ ስልሽ No I’m fine ስትይኝ፣መዳኒት purchase ላርግልሽ ስልሽ ደህና ነኝ ስትይኝ እኔ ራሴ ሌላ በሽታ ያዘኝ….የፍቅር ረሃብ…\n\n ይህን የምለዉ መቼም ’Above the Neck’ ለማለት እንዳልሆነ ይገባሻል (Above the neck ያልኩትን ካንገት በላይ በሚለዉ ቃል ይስተካከልልኝ)\n\n" +
                        "ላቭ የሚገርመዉ ነገር ምንሽ attract እንዳደረገኝ ታዉቂያለሽ? እስኪ ገምቺ…(ያዉ የወንዶች ነገር አንድ አይነት Thought ነዉ ያላችሁ ትዪ ይሆናል) እኔን በፍቅር እንድንበረከክ ያረገኝ Calculation አሰራርሽ ነዉ አራት ነጥብ\n\n  የምን Calculation? ልትይኝ ትችያለሽ ባጭሩ ብዙ ሴቶችን Psychologically Analyze ለማድረግ ሞክሬያለሁ፡ የሚገርምሽ ነገር ብዙዎቹ Calculation ን ሂሳብ ትምህርት ላይ ብቻ የሚጠሉት ይመስለኝ ነበር…ለካ ህይወትም ላይ ይጠሉታል! (ወንዶቹ ላባቸዉን ጠፍ አርገዉ ያገኙትን ብር አንዳንድ ሴቶች ጠፍጥፈዉ ይቀበሏቸዋል ይላሉ…ወንዶቹ እንዴት ተጠፈጠፉ ብለሽ እንደማትጠይቂኝ ተስፋ አደርጋለሁ)\n\n" +
                        "አንዳንድ የከተማችን ወንድ አዳኝ (በ እንግሊዝኛዉ ‘GOM’ or Girls obsessed with Men) ሴቶች እንደ ደርግ ‘ተፈጥሮንና ወንድን በቁጥጥራችን ስር እናደርጋለን!’ ብለዉ ይነሱና የመኪና ድምጽ በሰሙ ቁጥር ልባቸዉ በቆርቆሮ ቁጥጥር ስር ይገባል፡፡የሆነ Attractive External Expression ያለዉ ወንድ ከመጣ friends with benefits ለመሆን ወዲያዉ ይሽቀዳደማሉ ( ምስኪን… ’SHAME’ የተባለዉ ቃል ‘በ 1997 ዐ.ም አካባቢ ከሃገር ተፈናቅሎ ወጥቷል’ የሚል ጭምጭምታ ሰምቼ ነበር) Whatever the Case is,አንቺ የተለየሽ ነሽ፤የሰዉ …ማንነቱን እንጂ ….አታይም፤Plus ኑሮ ተወደደ ረከሰ ምናምን እያልሽ ስለማትጨቃጨቂ I love that way.So,ብዙ የማወራሽ ነገር ነበር ያዉ ግን….እንደነገሩ አይን መከፈቻ ይሆንሻል ብዬ ይቺን letter ፅፌልሻለሁ I’m hearing your response. Bye!\n\n" +
                        "B ከጅማ ዩኒቨርስቲ\n\n\n",

                "ዉዴ እንዴት ነሽ? መዉደዴ ጨምሮ ጨምሮ ጨምሮ አሁንም ጨምሮ በቃ ኑሮ ሆኗል፡፡የዚህ ዘመን ኑሮ አንድ ነገሩ ብቻ ያስደስተኛል! ዋጋዉ እየተወደደ..ዉድ እየሆነ…ፍቅርቅር እያለ…ፍቅር በፍቅር ሆኖ አሁን ላንቺ ባለኝ አይነት ስሜት ዉስጥ ለመድረስ በቅተናል፡፡\n\n ብቻ ስለ እንጀራና ወጥ የየለት ኑሯችን ልነዘንዝሽ አልፈልግም…ግን ባጭሩ ፍቅሬ ጨምሯል ለማለት ያህል ነዉ፡፡\n\n" +
                        "ዉዴ ይበለዉና ለ 1 ደቂቃ እኔ ክላሽንኮፍ አንቺ ደግሞ ጥይት ብትሆኚ ምን እንደማደርግሽ ታዉቂያለሽ? አንቺን እኔ ዉስጥ አስገብቼ እራሴን በራሴ አቀባብዬ የሆነ በጣም ሀብታም ግን ደግሞ በጣም ግዙፍ ወደሆነ ምናምን እተኩስሽ ነበር፡፡\n\n እስከመቼ እኔን እኔን ብለሽ ትቀሪ???…አዎ መዉደዴ ጨምሯል..አዎ ላንቺ ያለኝ ነገር ልዩ ነዉ ቢሆንም አሁኑኑ ጥይት መሆን ይገባሻል…ሰዉን ሰንጥቆ የሚገባ ጥይት፣ግን አደራ…ባሩድሽ እኔዉ ጋር ይቅር! ምንም ነገር ሳትሸከሚ ተምዘግዝከሽ ስጋን በትነሽ እንድትገቢ እኔዉ ጋር ይቀመጥ፡፡\n\n" +
                        "በተረፈ ባሩዱን በዚህ ፎሩሙላ ስለቀመምኩት ቶሎ ነይና ስጪኝ…ፎርሙላዉም እንዲህ ነዉ‹‹‹‹ ፍቅር ቆሎ አይደለም እዚህ አይዘገን እዛ አይቆረጠም›››› እወድሻለሁ!\n\n\n",

                "አንዳንዴ ህይወት ወዴት እንደምትወስደን ባላዉቅም ከአንድ ጅረት ወደሌላዉ ወደ ሩቅና ጥልቅ ወደሆነ የሆነ ጅረት እያገላበጠችና እያስፈራራች አልያም እያባበለች ትገፋናለች፡፡\n\nመገፋት ለኔ አዲስ ነገር ባይሆንም በብዙ የፍቅር ዉጣ ዉረድ ዉስጥ ማለፌና መጎዳቴን ሳየዉ አዝናለሁ፡፡መጎዳት እንዴት ያማል……ከባድ ነዉ….በተለይ ባንቺ በፍቅሬ….\n" +
                        "\n" +
                        "ወታደር ሆኜ ስኖር መቁሰልና መሞት ለኔ ብርቄ አልነበሩም ፤ሁሌ ከሞት ጋር ፍጥጫ ሁሌ ሲኦል ሁሌ ትግል በዚያ ምድረ በዳ ዉስጥ አይቼዋለሁ\n\n ይህ ሁሉ ሆኖ እንኳ ካንቺ ጋር የነበረኝን ልዪ የፍቅር ጊዜያት ሳስብ ተስፋዬ ከየት መጣ ሳልለዉ ሙልት ግጥም ይላል…አምላኬን ሁሌም በዛ የሞት ጋራ ላይ ሆኜ ህይወትን አልነበረም የምጠይቀዉ…አለመሞትን አልነበረም የምጨቀጭቀዉ ግን አንቺን…አንቺን ነበር…\n\n‹ደሞ ምን ብለህ ትጠይቀዉ ነበር› ካልሺኝ በዛ የእሳት ዲን ዉስጥ እንኳ ብሆን አብረሺኝ ብትሆኚ መቶ ጊዜ በጥይት ብመታ፣ሺ ጊዜ ብሞት ባልቆጨኝ ነበር….ግን እንዴት አልሙት ሳልል ‹ምነዉ ከኔ ጋር በሆነች›አልኩ….አላዉቅም ከሞትና ካንቺ ለኔ ማን ይቀድም ነበር??\n" +
                        "\n" +
                        "ግን ግን ተጎዳሁ….ለምን እንዴት ብዬ ብጠይቅ ምን ላገኝ፡፡ያ ሁሉ ያሳለፍነዉ የፍቅር ቃል ምን ነበር፤ ምን ነበር ቃል የተገባባነዉ…ትዝ አለሽ ‹ስመጣ ተጋብተን ልጆች ወልደን አብረን ስንኖር አቤት ሲያምር…› ስልሽ አንቺም እንዲሁ ስትዪኝ እንዴት ያምር ነበር….ብቻ ይቅር!\n" +
                        "\n" +
                        "ስመጣ ነገሮች መገለባበጣቸዉ አላስደነገጠኝም ግን ያንቺ በሌላ ሰዉ እቅፍ ውስጥ መግባትሽን ሳስበዉ ‹ምነዉ እዛዉ በሞትኩት› ይላል ዉስጤ…ግን ላንቺ ለፀሃይቱ ፍቅሬ መጥፎ ነገር አይወጣኝም ይሁንልሽ ይሳካልሽ ይቅናሽ፡፡ለካ ልብ ሲቀልጥ ሰዉ ዝም ብሎ ነዉ የሚወዛወዘዉ…እንደገና ጠፍጥፈዉ አይሰሩት ነገር ሆኖብኛል፡፡ መዉደዴ ከእድሜዬ ይበልጣል….ልረግጣቸዉ ካልኳቸዉ የተቀበሩ ቦምቦች ይልቅ ሃይለኛ ነዉ፣ከሳኳቸዉ ሳቆች በላይ ይሰማል፣ካለቀስኩበት ቀን ይልቅ ያስለቅሳል ከሞትኩበት ቀን የበለጠ ልብ ይበላል….ይኸዉ ነዉ መልእክቴ፡፡በዚች አጭር ቃላት ልቤን በዚች ቅፅበት ዘጋሁት…\n\n" +
                        "\n" +
                        "የፍቅር ጦር ሜዳ ነበር ለካ ልቤ\n\n" +
                        "ከሞት የበለጠ የተነደለ ነዉ የፍቅር እልኬ\n\n" +
                        "ልብሽም ለልቤ እሹሩሬ እሚለኝ ጣፋጭ ከረሜላ\n\n" +
                        "ትላንትም ቅድምም\n\n" +
                        "አምናና ካቻምናም ነበረ ወለላ\n\n" +
                        "አሁን ግን..ግን አሁን ነጭ ጥቁር ሆነና\n\n" +
                        "ላወጣዉ ጀመርኩኝ አቃጠለኝና፡፡\n\n\n",

                "ፍቅሬ RC 1 ለጤናህ እንደምን አለህ…እኔ ካንተ ናፍቆት በስተቀር በጣም ደህና ነኝ፡፡ምነዉ RC 1 በፍቅርህ ተቃጥዩ በየ ላይብረሪዉ ዐንተን የዤ ስዞር፣ቴንሽን ዉስጤን ቦርቡሮት እስከ 9 ሰአት አይን አይንህን እያየሁ ስቸክልህ እንዲህ ጉድ ታረገኝ? ምነዉ ባለፈዉ ቅዳሜ እንኳን አንተን ብዬ እራት ካፌ አምልጦኝ ተዘጋብኝ፡፡\n\n ምንም ሳይመስለኝ….ዲዛይን አርገኝ ስትለኝ እያረኩህ….ፍለጠኝ ስትለኝ ዕየፈለጥኩህ…አንዴ ደሞ ሴፍ አይደለሁም ስትለኝ አንተን ሴፍ ለማረግ ባለ በሌለ ሄይሌ ተጠቅሜ ሴፍ ሳረግህ…..ኸረ ስንቱ….\n\n" +
                        "ዕነዛ ያሳለፍናቸዉን የፍቅር ጊዜያት ለምን fail እንዳረገ structure ታየዋለህ ?\n\n እነ soil mechanics እንተን ቁጭ ብለዉ ሲያሙህ አንዴ.. ‹ምነዉ ብረቶቹ ወላልቀዉ concrete fail ቢያረግ!‹ ሲሉህ እኔ ሰምቼ እንዳልሰማ እየሆንኩ አንድ ቀን እንኳ ሳላማህ….አንተ ግን…ለዛ ለአዉሬ…. ለF አሳልፈህ ትሰጠኝ?\n\n ያ የቀድሞ ቦይ ፍሬንዴ strength of materials እንኳን እንደዚህ አልተጫወተብኝም…..\n\n" +
                        "ዉዴ በናትህ በ structure 11 ሞት ይዤሃለሁ ወደቀድሞ ፍቅራችን ተመልሰህ ላልተዉህ ላተወኝ እኔም open book አንተም open book ሆነህ አብረን እንኑር \n\n ደራሲ አዲስ አለማየሁ እንዳሉት ግንኙነታችን ፍቅር እስከ A እንዲሆን ባባትህ አምላክ በ ቲቸር አለማየሁ እጠይቅሃለሁ፡፡\n\n" +
                        "ያንተዉ አፍቃሪ G ነኝ ከ ዶርም!\n\n\n",

                "ላቭ እንዴት ነህልኝ….\n" +
                        "ስንቱን ነገር ከድተህ ትችለዋለህ? በፍቀርህ ፊሊንግ ሼክ ሳደርግ ‹ዛትስ ሃዉ ኢት ጎዝ› ብለኸኝ አረፍከዉ.ያሳለፍናቸዉን የፍቅር ጊዜያት እያነሳሁ መንገብገብ አልፈልግም በት..በት እንደጁስ ጠጥተኸኝ ፍላይ አረክ…\n\n" +
                        "በጣም የሚያናድደኝ ነገር ምን እንደሆነ ተዉቃለህ ‹ዩ አር ማይ ግሪን ካርድ…ኢፍ ኢት ኤክስፓየር…አይ ዊል ኤክስፓየር…› ያልከኝን አረሳዉም….የብላኝ ላንተ…እኔስ…ከንተ የተሻለ አገር ፍላይ ላረግ ነዉ …ሶ አይደንቀኝም…\n\n" +
                        "ዩ ዌር ሂሮ…በት ዩ ሚስ ዘ ቢግ ፊሽ መልካሙን ሁሉ ዊሽ አርጌልሃለሁ….\n" +
                        "አንድ ነገር ብቻ ልበል፣ጀስት ሪድ ዚስ…..\n\n" +
                        "ፋርነት በፍቅር መሆኑን አዉቄዉ\n\n" +
                        "ግሪን ካርድ ሆንኩልህ ማንነቴን ሰጠሁ\n\n" +
                        "አንተም ፕላንህን ኤክስኪዩት አርገህ\n\n" +
                        "ካገር ወጣህ አሉ \n\n" +
                        "እኔም ፕላንህን አሪፍ ተዉኜልህ\n\n" +
                        "ንዴቱን ፀፀቱን ሀዘኑን ግፌልህ\n\n" +
                        "እኔም ካገር ወጣሁ ይመችህ\n" +
                        "ይመችህ!!!\n\n\n",

                "ወፎች ዘመሩ፡፡ተራሮች ማህሌት ቆመዉ ቅዳሴው ሰመረ፡፡የቤተመቅደስ ጧፍ ተንቀለቀለ፡፡ጉሞች ወደ ከርቤ ወደ ባህር እጣን ተለዉጠዉ ተነኑ፡፡የባህር ሞገድ ተነስቶ ወደቀ፡፡ ስትንሳፈፍ የቆየች ህይወት ምልህቋን ጣለች፡፡ ዝም-ዝምታ፡፡\n\n" +
                        "‹‹ይህች ህይወት!›› አለችና ቀና ብላ፡፡\n\n" +
                        "‹‹ዉብ ናት›› አላት፡፡\n\n" +
                        "‹‹ግን አጭር ነች›› አለች፡፡\n\n" +
                        "‹‹መሆንዋ በጀ…››\n\n" +
                        "‹‹ለምን ልጄ?››\n\n" +
                        "‹‹አጭር ባትሆን ኖሮ እንዲህ አትጥመንም ነበር…››\n\n" +
                        "ትንሽ ቆየችና ‹‹ለምንም ነገር ደንታ ያለህ አትመስልም›› አለችዉ፡፡\n\n" +
                        "‹‹እንዴት ማለት?››\n\n" +
                        "‹‹ስለ ፍቅር ስለ ሰዉ እንዴት ልበልህ››\n\n" +
                        "‹‹ደራሲያን አድገዉ አያበቁም ለዚህ ነዉ፡፡››\n\n" +
                        "‹‹ስለኔ ምን ይሰማሃል?›› ስትል ጠየቀችዉ፡፡\n\n" +
                        "ቀጥታ መልስ አልሰጣትም፡፡\n\n" +
                        "‹‹እየሞቀች የምትሄድ የጠዋት ፀሀይ ነሽ›› አላት፡፡\n\n" +
                        "‹‹ፍቅርህ እሳት ዉስጥ ለምትገባ ሴት ይብላኝ!›› አለችዉ፡፡\n\n" +
                        "‹‹ለምን?››\n\n" +
                        "‹‹የእሳት ራት ሆና ትቀራለች፡፡ታቃጥላለች እንጂ አትነድም፡፡ፍቅር ታስይዛለህ እንጂ ፍቅር የሚይዝህ አትመስልም፡፡››\n\n" +
                        "ግንባርዋ ላይ ሳማትና ዝም አለ፡፡.....\n\n\n",


                "\n\n\nመጦሬ ነዉ አሉ መቼ መጦር ጀመርኩ\n\n" +
                        "ሲጠብቅም ሲላላም ሲከፋም ሲደላም\n\n" +
                        "ሰላም እንዳላጣሁ ሰዉን እንዳላወኩ",

                "‹የልጅነት ፍቅር እንዴት ይጣፍጣል\n\n" +
                        "የልብን ጥም ቆርጦ አንጀት ዉስጥ ይገባል ደም ዉስጥ ይዋኻዳል…›\n\n" +
                        "ብለሽኝ ነበረ…ከንፈሬን እየሳመሽ\n\n" +
                        "አንጀቴ ዉስጥ ሆነሽ አንጀት እየበላሽ\n" +
                        "……\n\n" +
                        "‹የልጅነት ፍቅሬ አንቺ ብቻኮ ነሽ\n\n" +
                        "ብተኛ ብቀመጥ ብነጉድ የትም ቦታ ልቤ ዉስጥ አዝዪሽ\n\n" +
                        "ሁሌ እራመዳለሁ ካንቺ በላይ ቆንጆ ካንቺ በላይ ተረት ይቅርብኝ ከፈለግሽ›\n\n" +
                        "ብዪ ተናግሬ አልጠግብም ነበረ\n\n" +
                        "አንቺነትሽ ብቻ በትዝታ ቀረ\n\n" +
                        "እንዴት አትይኝም....!\n\n" +
                        "‹እኔ የወደድኩት አይንህን አይደለም….ሃብትህን አይደለም..\n\n" +
                        "ይህንን አይደለም….ያንንም አይደለም\n\n" +
                        "ልብህን ነዉ እንጂ የማይደርቅ ለምለም….›\n\n" +
                        "ብለሽኝ ነበረ ፀጉሬን እየዳበስሽ\n\n" +
                        "በሚያባብል ቅኝት ደስ በሚል ሙድ ዉስጥ በአንዴ አስገብተሸ\n\n" +
                        "ቁማሩን በልተሻል ቦምቡን እረግጠሻል ጥለሽኝ ሄደሻል እቃቃ ተጫዉተሽ\n\n" +
                        "ጥለሽኝ ሄደሻል\n\n" +
                        "እ……….ቃ……………ቃ…….. ተጫዉተሽ!!\\n አሂሂ..እ..ህ\n\n\n",

                "\n\n\nእድሜሽ ገና ለጋ አጨብጫቢ ከቦሽ\n\n" +
                        "እንዲህ ስትነሺ….እንዲያ ስትጣቀሽ\n\n" +
                        "እንዲህ ስትቦርቂ እንዲያ ስትቷኮሽ\n\n" +
                        "በድንገት\n\n" +
                        "በድንገት\n\n" +
                        "ከድሜሽ ብንን ስትይ\n\n" +
                        "አ..ቡ..ጊ..ዳ…ጀመርሽ\n\n",

                "\n\n\nከንፈርሽ ላይ ሆኜ ከንፈርሽን ስሜ\n\n" +
                        "ከልብሽ ዳር ሆኜ ልብሽንም ስሜ\n\n" +
                        "ረብተሽኝ ሳላይ አየሁሽ በህልሜ\n\n" +
                        "ሰዉ መሆኔን ጠላሁ አልገጥም ሲል ጎኔ\n\n\n",

                "\n\n\nመሄድሽ ነዉ በቃ ቻዎ ብዪሻለሁ\n\n" +
                        "ዝናሽን ጥይቂ መልእክት አኑሬአለሁ\n\n" +
                        "እሷን ካላገኘሽ አስታዉሺ ለክብርሽ ስጠኝ\n\n" +
                        "ሰው ሲሞት አፈር ነዉ ታይቶ የሚሟሽሽ...\n\n\n",

                "\n\n\nመዋብሽ ነዉ ነፍስሽ\n\n" +
                        "ከቅርቡ ጓደኛ ከጎረቤት አፍሽ\n\n" +
                        "ከሚለሳለሰዉ…ሲነኩት ከሚያምረዉ\n\n" +
                        "ፀሃይ ከማይችለዉ\n\n" +
                        "ቶሎ ከሚከስለዉ..ከዛ ነዉ ወደብሽ...\n\n" +
                        "…….\n\n" +
                        "ከዘር ነዉ ከዉስጥሽ\n\n" +
                        "ከሩቅ ማንነትሽ…ከናትና ባትሽ\n\n" +
                        "ካያት ቅድማያትሽ\n\n" +
                        "የተመዘዘ ነዉ ተንኮልና ሴራሽ!\n\n\n",

                "\n\n\nፍቅር ሚስጥር አለዉ በተባልኩበት ቀን\n\n" +
                        "ሚስጥሩን ወርውሬ አገኘሁት ፍቅርን\n\n" +
                        "ሳቅኩበት በሚስጥር….\n\n" +
                        "ኪኪኪ\n\n" +
                        "...\n\n" +
                        "ኪኪኪ..\n\n" +
                        "ማቆም እስከማልችል\n\n" +
                        "አይኔን ስገላልጥ ሚስጥር ሆኗል ፍቅር\n\n\n",

                "ፍቅርሽ ሲመነዘር በደንብ ሲበጠር\n\n" +
                        "አስር ሺህ መቶ ሺህ ምናምን ሚሊየን\n\n" +
                        "መኪና ቤት ኮተት አልያም እዉነት ፅናት\n\n" +
                        "የቱ ይሆን ከምር?\n\n" +
                        "የልብሽን ጥልቀት\n\n" +
                        "ከ‹እወድሃለሁ› ጀርባ ከ‹ሆድዪ› ኋላ ያለዉን አቀበት\n\n" +
                        "ከወጣ ገባዉ ስር ከሚያዳልጥበት\n\n" +
                        "ወዳጅ ይሁን ጠላት\n\n" +
                        "አዛኝ ይሁን ጨካኝ ከማይለይበት\n\n" +
                        "ሞናሊዛን ከሚያስንቀዉ አልያም መንቻካ የሰአሊ ሸራ ከመሰለዉ\n\n" +
                        "ቀለም ቢዘሩበት ቢጨነቁ ቢጠበቡ ማንነቱ ከገረጣ ከከሰለዉ\n\n" +
                        "እኔ አላዉቅም ውስጡ ምን እንዳለዉ\n\n" +
                        "ግን እኮ..\n\n" +
                        "ሰዉ ባንድ ላይ ሲዋደድ የልብ ዥዋዥዌ ሲጫወት\n\n" +
                        "በቃ አለቀ ከዚህ በላይ የለም መዉደድ የለም እዉነት\n\n" +
                        "ስለዚህ\n\n" +
                        "ፍቅርሽ ሲመነዘር በጊዜ መዘዉር\n\n" +
                        "ህይወት ሲነጉድ ሲበር ሁኔታ ሲቀየር\n\n" +
                        "አየዋለሁ ያኔ ሲያጠራዉ ልብሽን\n\n" +
                        "እስከዛ ግን..\n\n" +
                        "እሹሩሩ ማሬ እሹሩሩ\n\n" +
                        "የኔ ዉድ አሳቢ ዘረ ኩሩ\n\n" +
                        "ቆይልኝ ለዳኛዉ ጊዜ ለቀን ለወሩ!\n\n\n",

                "ደም ግባትሽ ሆዴ\n\n" +
                        "ደም ግባትሽ ፍቅሬ\n\n" +
                        "በዘመናት ብዛት በእድሜ ሰንሰለት\n\n" +
                        "በዉጣ ዉረድ ዉስጥ በድካም በብርታት\n\n" +
                        "በእንባሽ ዉስጥ ፍቅር በሃዘንሽ ፍቅር\n\n" +
                        "በሳቅሽ ባሳብሽ በንዴት ህመምሽ\n\n" +
                        "በጣርሽ በሲቃሽ በናትነት ሆድሽ\n\n" +
                        "ይታየኛል ፍቅር\n\n" +
                        "የለቅሶ ጩኸትሽ የተከዘዉ ልብሽ\n\n" +
                        "የተናቀዉና የተካደዉ እዉነት ያ ሰፊዉ አንጀትሽ\n\n" +
                        "ዉበቱ ጨምሮ\n\n" +
                        "ይታየኛል ፍቅር..ፍቅር ይታየኛል\n\n" +
                        "የገንዘብ ዳንኪራ የኩታራ መአት\n\n" +
                        "ሆኖ ባዶ ጀብዱ ባዶ ኩራት\n\n" +
                        "ዘምኖ ደስኩሮ ሲንጋጉ ተንጋግቶ\n\n" +
                        "ሲሮጡ ሮጦ ለተራ ቅል ህይወት\n\n" +
                        "ትዉልድ ይታየኛል ፍቅር ጠዉርሮበት\n\n" +
                        "ግን አንቺ..\n\n" +
                        "ግን አንቺ የኔ ዉድ\n\n" +
                        "አስጠሊታ አካሌን በፍቅር ሸፍነሽ\n\n" +
                        "ጠዉልጎ ለቀረዉ ለዚህ ችኩሉ ሰዉ በርጋታ ካጎረስሽ\n\n" +
                        "ኮሌጅ ዩኒቨርሲቲ ያላስተማረኝን\n\n" +
                        "የለገስሺኝ ውዷ አስተማሪዪ ነሽ\n" +
                        ".\n" +
                        ".\n" +
                        ".\n" +
                        ".\n" +
                        "ኑሪልኝ!!!!\n\n\n",

                "\nበአስመሳይ ዘመን ሰዉ ሁሉ ሲንጋጋ\n\n" +
                        "እኔም እንደሌላዉ ህይወቴን ሳናጋ\n\n" +
                        "ዘመኑ ነጎደ ጊዜዉም በረረ\n\n" +
                        "በቀልድና በፌዝ እንዲሁ ተነነ\n\n" +
                        "ግን ፀሎቴ ሰምሮ ምላሽ ዛሬ አግኝቷል\n\n" +
                        "አንቺን ለኔ ልኮ ልቤ ተረጋግቷል\n\n" +
                        "ብትክደኝስ? ብዬ አስቤ ነበረ\n\n" +
                        "ብተወኝስ? ብዬ ፈርቼ ነበረ\n\n" +
                        "ግን…..\n\n" +
                        "ልብሽን ስቃኘዉ…ስቃኘዉ…ስቃኘዉ\n\n" +
                        "ስዞረዉ ስዞረዉ…ስዞረዉ\n\n" +
                        "ፍቅር ፍቅር ይላል መዉደድ መዉደድ ይላል \n\n" +
                        "ሌላ ምንም የለዉ!\n\n\n",

                "\n\nበፍቅር ቆይታ መዋደድ መፋቀር አስሬ መጨነቅ\n\n" +
                        "‹ዉዴ ገባህ ሰላም?› ፍቅሬ ገባሽ ሰላም?› ብሎ መጠያየቅ\n\n" +
                        "በፍቅር ቆይታ መተሳሰብ ብቻ ልዩነትን ትቶ ማሰብ ማሰላሰል ስለሌላዉ ወገን\n\n" +
                        "ደስ ይላል ይደምቃል ይጥማል ይሞቃል…ግን\n\n" +
                        "ፍቅር ቀሎ ሲኮነን ፣ ድንበር ሲበጅለት\n\n" +
                        "‹ከማግባቴ በፊት..› ‹ካገባሁ በኋላ..› ተብሎ ሲጠብበት\n\n" +
                        "ቆይታዉ ደብዝዞ ደብዝዞ ደብዝዞ\n\n" +
                        "ማንነቱን ረስቶ ሽብር ብቻ ነግሶ\n\n" +
                        "‹አንቺን ባላገባስ!› ‹አንተን ባላገኝስ›\n\n" +
                        "በሚል ባዶ እልህ አጉል ተመንድጎ በሃሳብ ኮብልሎ\n\n" +
                        "ሂድ! ተብሎ ተባሮ ቀጭጮ መንኖ\n\n" +
                        "ይጠፋል ላይመጣ ፍቅር ቤቱን ጥሎ!\n\n\n",

                "ዲቪሽ የኔ ቆንጆ ሮጠ ተለየ\n\n" +
                        "ምንም ምንም ብትይ ላይመጣ መነነ\n\n" +
                        "ከቶ ለምን ሄደ…ምን ብታረጊ ነዉ እንዲህ ያመረረ..ፊቱን ያጠቆረ?\n\n" +
                        "ዲቪሽማ….\n\n" +
                        "እያዘነ ሲስቅ\n\n" +
                        "እያመመዉ ሲዘልቅ…\n\n" +
                        "እጅ አልሰጥም ብሎ እግርሽን ሲከተል ፍቅርሽን ፈልጎ ባክኖ ባክኖ ሲናቅ\n\n" +
                        "ዲቪሽማ…\n\n" +
                        "ዉጪዉን ቁርበቱን የኪስ ማንነቱን ወደሽዉ ነበረ\n\n" +
                        "ግን…\n\n" +
                        "ዉስጡን አላወቅሽም ምን እንደወጣልሽ\n\n" +
                        "ከቶ አልጠረጠርሽም…ዋጋዉን አልጠየክሽ ዘባተሎ መስሎሽ\n\n" +
                        "ደሞ ለሳር ቅጠል! ደሞ ለሞላ ወንድ! ብለሽ ተዘባብተሸ…\n\n" +
                        "ቪዛዉን ሲሰጥሽ..ኪኪኪኪ…ኪኪ ሃሃሃሃ..ሃሃ ስቀሽ\n\n" +
                        "ቀዳደሽ ቦጫጭቀሽ እዛዉ ጥለሽዉ ሄድሽ!\n\n" +
                        "አልገባሽም እንጂ የኔ ምስኪን\n\n" +
                        "አልባነንሽም እንጂ ሆነሽ አይነ ስውር\n\n" +
                        "መቼም የትም ቢሆን\n\n" +
                        "የማታገኚዉን አጥተሽዋልና ልቡን የሰጠሸን\n\n" +
                        "መሬት ብትቧጥጪ ብትቀበጣጥሪ\n\n" +
                        "ምክንያት ብትሰጪ ፈልስፋ ብትሆኚ\n\n" +
                        "የፍቅር አንደኛ ዲስኩር ብትከምሪ\n\n" +
                        "ደቪሸ አምልጦሻል…\n\n" +
                        "ዉይ! ብሎ ተቃጥሎ.. ዳግመኛ ላይመጣ ፍቅርሽን ፈልጎ\n\n" +
                        "ቻዎ ብሎሽ ሄዷል!\n\n\n",

                "\n\n\nከረሜላ በልተህ አትንከዉከዉ\n\n" +
                        "ከጣእሙ በፊት ከወከባው በፊት\n\n" +
                        "ከመምጣቱዋ በፊት\n\n" +
                        "ህይወትህን አስብ\n\n" +
                        "ማሩ ውስጥ መርዝ አለ ዝም ብለህ አተብት!\n\n\n",

                "\n\n\nአንድ 100,000 ጊዜ ሚሊየኖች ጊዜ ዐረኔ ወደድኩህ…\n\n" +
                        "ወደድኩህ….\n\n" +
                        "ወደድኩህ\n\n" +
                        "ወደድኩህ..\n\n" +
                        ".\n\n" +
                        ".\n\n" +
                        ".\n\n" +
                        ".\n\n" +
                        ".\n\n" +
                        ".\n\n" +
                        "አሁንም ወደድኩህ\n\n" +
                        ".\n\n" +
                        "ልቤን ሰጥቻለሁ ምናምን ካላልኩህ\n\n" +
                        "ፍቅር የለም እንዴ መዉደድ የለም እንዴ በአፍ ሳልደሰኩር!\n\n\n",

                "ፍቅርሽ የጀመረዉ ከልቤ\n\n" +
                        "ሲገነባ ቆየ ካሳቤ\n\n" +
                        "ፍቅርሽና ፍቅሬ አይደለም ወከባ\n\n" +
                        "ሩጫ በሩጫ ክልፍልፍ ፍላጎት ሆድን የሚያባባ..ገለባ የመሰለ ጭሳጭስ አቧራ...\n\n" +
                        "ፍቅርሽና ፍቅሬ አይደለም ከበሮ\n\n" +
                        "ትናንት የፈካ ፈንድሻ ዛሬ ደግሞ እንኩሮ \n\n" +
                        "ሲደለቅ ሲመታ የሚያሰማ ሮሮ..መኖሩን ሲጠላ የሚነድ ቃጠሎ...\n\n" +
                        "ፍቅርሽና ፍቅሬ አይደለም ሆሆታ \n\n" +
                        "የህፃናት እቃቃ ጨዋታ፣ የስሜት እርካታ\n\n" +
                        "የስጋ ቧልት ኳኳታ\n\n" +
                        "ጭራ ሆኖ የሚያኗኑር ካርታ...\n\n" +
                        "ፍቅርሽና ፍቅሬ\n\n" +
                        "ጨዋ ነዉ ለዛ አለዉ\n\n" +
                        "ሃዘን ነዉ ደስታ ነዉ\n\n" +
                        "ልብ ነዉ ልብ አለዉ\n\n" +
                        "ዛሬ ነዉ ነገም ነዉ\n\n" +
                        "ኩሩ ነዉ ታዛዥ ነዉ\n\n" +
                        "እዉነትን በሃሰት የማይሸቃቅጠዉ\n\n" +
                        "ግነት የሌለበት…የኔና ያንቺ ፍቅር \n\n" +
                        "ይኸዉ ነዉ ይኸዉ ነዉ!\n\n\n",

                "This is A Blank Space...fill it with a poem\n\n\n",

                "ሰጋቱራ ፍቅርሽ ጨምሮ ጨምሮ\n\n" +
                        "እዛም እዚም ተከምሮ\n\n" +
                        "በዝቶብኛል አልቻልኩም ዘንድሮ\n\n" +
                        "አደራ..ሰጋቱራ ስድብ አይደለም\n\n" +
                        "መጥፎ ቃላት በዉስጡ አልያዘም\n\n" +
                        "ግን አንቺ..\n\n" +
                        "ግን አንቺ\n\n" +
                        "ፍቅርሽ እዚህ እኔው ጋ\n\n" +
                        "በሰጋቱራ ተሞልቶ ሲናጋ ጋጋጋጋ\n\n" +
                        "አልቻልኩም!\n\n" +
                        "ሰጋቱራ ሲያዩት ክምር\n\n" +
                        "የእንጨት ምናምንቴ አሜከላ\n\n" +
                        "ግን ሲጠቀሙበት ሲፈልጉት\n\n" +
                        "የሚነድ ተቀጣጣይ የእሳት ፋና\n\n" +
                        "ጊዜ የማይሰጥ ልብ ዉስጥ ዘልቆ የሚያቃጥል\n\n" +
                        "ስሜት አይሉት ናፍቆት አይሉት...\n\n" +
                        "የህፃናት እቃቃ የመሰለ ምትሀት ድግምት\n\n" +
                        "ሆኖብኛል እኔ አልቻልኩም\n\n" +
                        "በቃኝ በቃኝ ልኑርበት\n\n" +
                        "ለብቻዬ ላልም!\n\n\n",

                "\n‹‹ለውዱዋ Advance payment ››\n\n" +
                        "የገላሽ የገላዬ Mix ratio አንሶ ፤\n\n" +
                        "Termination እንደተፃፈበት Contractor ኑሮዬ ተቃዉሶ፡፡\n\n" +
                        "አለልሽ፡-\n\n" +
                        "መልኬ Mix designኑ እንደተበላሸ አርማታ ንጥት\n\n" +
                        "አለልሽ፡-\n\n" +
                        "Payment እንዳልተለቀቀለት ጀማሪ Contractor ከፊቴ ፈገግታ ጥፍት ፡፡\n\n" +
                        "…………… Crack crack …….\n\n" +
                        "ልክ እንደተበላሸ Total station ሴት ሁሉ ለኤይኔ unobserved ሆኖ\n\n" +
                        "…………… Crack crack …….\n\n" +
                        "ተዝታሽ ለህልናዬ Over reinforced ሆኖ ፡፡\n\n" +
                        "ሞራሌ sudden collapse አርጉል\n\n" +
                        "…………… Crack crack …….\n\n" +
                        "የኔ Advance payment ልቤ ይወድሻል፡፡\n\n\n",

                "ባንቺ ተረት ባንቺ ወሬ\n\n" +
                        "መስሎኝ ነበር…ዋጋ ያለዉ…\n" +
                        "ተሰድሮ የሚነበብ ትርጉም ቅኔ\n\n" +
                        "የሆነዉ ሆኖ. . .\n\n" +
                        "ባንቺ ተረት ባንቺ ወሬ\n\n" +
                        "ተሰድሮ የሚነበብ ትርጉም ቅኔ\n\n" +
                        "መስሎኝ ነበር…ዋጋ ያለዉ መታሰቢያ ጣፋጭ ፍሬ!\n\n" +
                        "የሆነዉ ሆኖ...\n\n" +
                        "ቆርጠሻል ልቶኚ ሰፌድ ሰፊ ታታሪ\n\n" +
                        "ሌት ተቀን የሚለፋ ዶክተር መርማሪ\n\n" +
                        "የማይደክመዉ ገበሬ አሳቢ....\n\n" +
                        "ይገርማል!!!\n\n" +
                        "መቼ ይሆን የምታርፊዉ የኔ ናፍቆት\n\n" +
                        "ሰፌድ ሰፍተሽ ቡና ለቅመሽ እርሻ አርሰሽ\n\n" +
                        "እኔ አንቺን ናፍቄ ስፈልግሽ\n\n" +
                        "ሳስጠራሽ ስከተልሽ...ስናፍቅሰሽ....ኸረ ስንቱን ስሆንልሽ...\n\n" +
                        "ማንነትሽ ማርኮኝ ነበር ደም ግባትሽ\n\n" +
                        "የሆነዉ ሆኖ...\n\n" +
                        "እኔምልኖር ተነጥዬ\n\n" +
                        "ካንቺ ፍቅር ካንቺ እይታ ሩቅ ሆኜ\n\n" +
                        "በ 100 ብር በ 50 ብር በ10 ብር በ 5 ብር ምያለሁ\n\n" +
                        "ከጓደኞችሽ ጋር ሆኜ!\n\n" +
                        "(መታሰቢያነቱ ገንዘብን ያለልክ ለሚወዱ ታማኝና እዉነተኛ ሴት አፍቃሪዎች ይሁን)\n\n\n",

                "አንተ ለኔ እኔ ላንተ\n\n" +
                        "ስንስማማ ስንጣላ\n\n" +
                        "ስንፋቀር ስንባላ\n\n" +
                        "ስንፈነጥዝ ስናቅራራ...\n\n" +
                        "ስናስጠላ...\n\n" +
                        "አምና አለፈ ለዘንድሮ\n\n" +
                        "miss call አርጎ ተራዉ ሆኖ...\n\n" +
                        "እኔ ላንተ አንተ ለኔ\n\n" +
                        "ሙዝ ብርቱካን ሎሚ ኮሶ\n\n" +
                        "ሆነህብኝ ሆኜ ›እኔ›\n\n" +
                        "ዘንድሮም ሊያልፍ ነዉ\n\n" +
                        "ባዶ ሆኖ ተራ ቅኔ!\n\n" +
                        "ግን ሲመችህ miss call አድርግ\n\n" +
                        "በ 0911... በ0921... ወይም በሚስትህ ስልክ!\n\n" +
                        "ፍቅር ተመስሎ እንደ ዱቤ ቆሎ\n\n" +
                        "በትኩሱ የሚበላ አተር ሆኖ\n\n" +
                        "በትዳርህ ይዤሃለሁ ሳይቀዘቅዝ ዝገን ቶሎ..\n\n" +
                        "እስኪሰማህ..እስኪደማህ\n\n" +
                        "እስክትነስር እስኪያስጠላህ\n\n" +
                        "ደዉልልኝ እመጣለሁ\n\n" +
                        "ከተመቸህ ያለህበት...ካልተመቸህ...ከሚስትህ ቤት....ከች እላለሁ!\n\n\n",

                "\n\n\n‹ተንደርደሪ ባክሽ ከዚህ ቀድመሽ ሽሽ›\n\n" +
                        "ብለኸኝ ነበረ…ከመኖርህ በፊት ዝምታህ ቸኮለ\n\n" +
                        "…እሺ ልቅደም ብዪ ተንደርድዪ ዘለልኩ\n\n" +
                        "መነሻዉን ትቼ መድረሻዉን ናፈኩ\n\n" +
                        "…ለካ ዝምታህ ዉስጥ መልስህ ተቀምጧል\n\n" +
                        "መኖርም መሞትም መነሻዉ ላይ ሆኗል!\n\n" +
                        "S ከካሳንችስ\n\n\n",

                "‹‹ፊትህን አልየዉ ዉጣልኝ በናትህ\n\n" +
                        "እኔ አልፈልግህም በቅቶኛል ዉሸትህ!››\n\n" +
                        "ብለሽኛል ፍቅሬ አንጀትሽ ሳይጨክን\n\n" +
                        "ከንፈርሽ ብቻዉን ተናዶ ሲናገር\n\n" +
                        "በአፍ ዱላ ብቻ ጥቂት ደም ቢያደማም\n\n" +
                        "ግን አንጀትሽ ሆዴ ግን አንጀትሽ ዉዴ\n\n" +
                        "በኔ ተላላነት በኔ ክፉ ድርጊት ትርፍ አንጀት አልሆነም….ተቆርጦ አልወጣም…አልተወረወረም\n\n" +
                        "‹‹ይቅር በይኝ ፍቅሬ\n\n" +
                        "አንቺን ስለበደልኩ ስለዚያ ነገሬ››\n\n" +
                        "አልልሽም እቱ የኔ ግራ ጎኔ\n\n" +
                        "‹‹ይሄስ ንቀት በዛ…ምንድነዉ ምትለዉ?››\n\n" +
                        "ትይኛለሽ ሆዴ ልብሽን አዉቃለሁ\n\n" +
                        "እንደ 2000 ወንድ ልብሴን አሳምሬ\n\n" +
                        "ብንጎማለል ስሄድ ፏ ብዬ አምሬ\n\n" +
                        "ልብ ተግባር ሆኖ…ካንደበት ያለፈ\n\n" +
                        "ከይቅርታ በላይ ከፍ ብሎ ያረፈ\n\n" +
                        "ካልሆነ ምን በጀዉ?\n\n" +
                        "ከዲስኩር በስተቀር ምኑን ሊያጣፍጠዉ?\n\n" +
                        "ስለዚህ...\n\n" +
                        "ስለዚህ...\n\n" +
                        "ይሻለኛል ለኔ እዉነት ቢቀይረዉ\n\n" +
                        "ይሻለኛል ለኔ ፍቅር ቢቀይረዉ!\n\n\n",

                "‹‹ፍቅር ድሮ ድሮ\n\n" +
                        "እንዴት ይጣፍጣል\n\n" +
                        "ያሳለፍነዉ ታሪክ\n\n" +
                        "ተአምራዊ ነበር!››\n\n" +
                        ".\n\n" +
                        ".\n\n" +
                        ".\n\n" +
                        ".\n\n" +
                        "ይሉናል\n\n" +
                        ".\n\n" +
                        ".\n\n" +
                        "‹‹ፍቅር ድሮ ድሮ\n\n" +
                        "እንዴት ያስጎመጃል\n\n" +
                        "ከብጣሽ እንጀራ በአንድ ላይ ቆርሰን\n\n" +
                        "ልብ ለልብ ተሳስረን\n\n" +
                        "ኖረናል ››\n\n" +
                        ".\n\n" +
                        ".\n\n" +
                        "ይሉናል\n\n" +
                        ".\n\n" +
                        ".\n\n" +
                        "እኛም\n\n" +
                        "‹‹ፍቅር አሁን አሁን\n\n" +
                        "ከናንተ ከ‹ድሮ› በጣም ተሻሽሎ\n\n" +
                        "እንዳሁኑ ኑሮ\n\n" +
                        "ንሮ ንሮ… ተ-ወ-ዷ-ል ዘንድሮ፡፡\n\n" +
                        "በዚህ በኛ ጊዜ ፍቅር ዋጋ አለዉ\n\n" +
                        "እንደናንተ ሞትኩልህ ሞትኩልሽ\n\n" +
                        "በተወጋ ልብ ዉስጥ በቀይ ሮዝ አበባ እንዲሁ እንምነሽነሽ\n\n" +
                        "ከፈለግን እንጥፋ በሌሊት እንሽሽ\n\n" +
                        "አይደለም የሞኝ ‹እሽ›፡፡\n\n" +
                        "በናንተማ ጊዜ ባ1960 ባ1970፣80፣90\n\n" +
                        "ፍቅር ሰዉን ናፍቆ\n\n" +
                        "ተራ ወሬ መስሎ\n\n" +
                        "‹አፍቅሬአለሁ› ማለት አፍሬአለሁ ሆኖ\n\n" +
                        "ተረግጧል…ተፈልጧል…ተባሯል ጥንት ቆስሎ፡፡\n\n" +
                        "በዚህ በኛ እድሜ በ2000 ጓሮ\n\n" +
                        "ፍቅር ዋጋ አግኝቶ መዋደድ ተከብሮ\n\n" +
                        "ከመፋቀር አልፎ እላይ ጣራ ነክቶ ሲታይ ኮራ ብሎ\n\n" +
                        "ፓ እንዴት ደስ ይላል ይታያል ታጅቦ!!\n\n" +
                        "ኑሮ ቢሰቀል ሰማይ\n\n" +
                        "ቢንጠራራ ወደላይ\n\n" +
                        "ቀዳዳ በዝቶ ቢታይ\n\n" +
                        "እናንተ ብትሉም…‹አይይይ!››\n\n" +
                        "ጥሩ ዜና አለን\n\n" +
                        "ነገሩ እንዲህ ነዉ….\n\n" +
                        "በዚህ በኛ ዘመን ፍቅር ከንፎ ሲሄድ\n\n" +
                        "በዶላር ሲባዘት በመቶ ብር ሲነጉድ\n\n" +
                        "አቦ እንዴት ያኮራል…ጀግና ነው ይህ ትዉልድ\n\n" +
                        "ፋሮች አይደለንም ክብሩን መልሰናል ሁሉንም አንድ ባንድ››\n\n" +
                        ".\n\n" +
                        ".\n\n" +
                        "እነሱም…\n\n" +
                        "‹‹እዉነታችሁን ነዉ ያስኬዳል በእርግጥ\n\n" +
                        "እኛ እንስማማለን ይመርበት ያጊጥ\n\n" +
                        "ይወደድ ይጨምር ልክ እንደ አንጀራ ጤፍ ወይም እንደ ሰሊጥ፡፡\n\n" +
                        "ያለበለዚያማ…\n\n" +
                        "ያለበለዚያማ\n\n" +
                        "ምኑ ይጣፍጣል?…የቱጋስ ያጓጓል?\n\n" +
                        "በርቱልን ጠንክሩ ከዚህ በላይ ይሁን\n\n" +
                        "ብሩንና ወርቁን ያለዉን በሙሉ አዉጡና ይከመር\n\n" +
                        "ማን ያዉቃል….\n\n" +
                        "ማን ያዉቃል….\n\n" +
                        "ኦሪጅናል ፍቅር\n\n" +
                        "የእዉነት መዋደድ\n\n" +
                        "ትገዙ ይሆናል\n\n\n",

                "\n\n\nፍቅር ሚስጥር አለዉ በተባልኩበት ቀን\n\n" +
                        "ሚስጥሩን ወርውሬ አገኘሁት ፍቅርን\n\n" +
                        "ሳቅኩበት በሚስጥር….\n\n" +
                        "ኪኪኪ\n\n" +
                        "...\n\n" +
                        "ኪኪኪ..\n\n" +
                        "ማቆም እስከማልችል\n\n" +
                        "አይኔን ስገላልጥ ሚስጥር ሆኗል ፍቅር\n\n\n",

                "መስሪያ ቤታችን ሚ.ፈ.ወ (ሚስት ፈላጊ ወንዶች) ኢንተርፕራይዝ ከዚህ በታች የተመለከተዉን የስራ መደብ ሰራተኞችን አወዳድሮ ለመቅጠር ይፈልጋል\n\n" +
                        "የስራ መደቡ መጠሪያ --- ጀማሪ ሚ.የ.ሴ (ሚስት የምትሆን ሴት)\n\n" +
                        "ተፈላጊ ችሎታ\n\n" +
                        "ለሚስትነት የሚያስፈልጉ ቅመሞች ያሏትና መልካም ባህሪ ያላት፡፡ከዚህ በፊት በ ሚ.የ.ሴ የስራ ዘርፍ ከሌላ ከማንኛዉም ወንድ የተግባር ልምምድ ያላወሰደች፡፡\n\nእራሷን ለማስተዳደር የባል እጅ የማትጠብቅና ቅንቅን የሆኑ ባህሪያት ያልተጠናወቷት(በየደቂቃዉ አዛ የማታደርግና ባሏን በማንኛዉም ነገር የምትደግፍ)\n\nየአመት ባል ጊዜ ዶሮ ለመስራት ፎርሙላ ከእናቷ ፈጽሞ የማትጠይቅና የዶሮን 12 ብልት በልታ ለማሳየት ፈቃደኛ የሆነች እንዲሁም በተመሳሳይ ስራ ባለሙያ የሆነች ብትሆን ይመረጣል\n" +
                        "የትምህርት ደረጃ\n\n" +
                        "ቢያንስ እስከ 8ተኛ ክፍል የተማረችና እራሷን ለማሻሻል የምትጥር ነገር ግን ‹‹ተምሪያለሁ ካሁን በኋላ ምን አባክ ልታመጣ!›› እያለች ባሏን የማታስፈራራና የስነልቦና ቀዉስ የማታስከትል፡፡\n\n የፍቅር ዲግሪ እዉቅና ከሌላቸዉ ተቋማት ማለትም ከፌስቡክ ፣ትዊተር፣ዋትስአፕ፣ቫይበር፣ኢሞ፣ታንጎና የመሳሰሉት ትምህርቷን ያልተከታተለች፡፡\n" +
                        "የስራ ቦታ\n\n" +
                        "ባሏ በሄደበት ቦታ አብራ የምትሄድና በጋራ የስራ ቦታዉን ለመወሰን ፈቃደኛ የሆነች(የስራዉ ቦታ ከቤተሰቦቻችን አቅራቢያ ይሁን፣እማዬን ለማን ጥዬ አባዬ በሳምንት ሁለት ቀን እዚህ ይምጣ ምናምን ለሚሉ ሚየሴዎች መስሪያ ቤቱ በፍፁም እዉቅናን አይሰጥም..አይቀበልምም!)\n" +
                        "ደመወዝ\n\n" +
                        "-የባሏን ደሞዝ 80 ፐርሰንት ወደ እኔ አካዉንት ካልገባ ወይ እኔ ወይ አንተ! ብላ ባሏን ቁም ስቅሉን የማታሳይና በፍቅርና በመተማመን ያላቸዉን ተካፍለዉ እንደሚኖሩ የምታምን፡፡\n\n" +
                        "አመልካቾች ኦሪጅናል ማንነታችሁን ከማይመለስ ኮፒ ጋር በማያያዝ መስሪያ ቤቱ ድረስ በአካል በመቅረብ በፍቅር እንኑር ህንጻ ሶስተኛ ፎቅ ቢሮ ቁጥር 1 ማመልከት ትችላላችሁ፡፡\n\nኮፒ ማንነታችሁን ብቻ ማምጣት ከውድድሩ ስለሚያሰርዝ ሚየሴዎች ጠንቀቅ በሉ!\n" +
                        "ቁጥራቸዉ በእጅጉ ቢመናመንም ድንግል ሚየሴዎች በስራዉ እንዲሳተፉ ይበረታታሉ!\n\n" +
                        "**ማሳሰቢያ**-- ሴት ሁሉ ሚ.የ.ሴ ሊሆን ስለማይችል ‹ለድስት ግጣሙ አይታጣም› ብላችሁ ለማመልከት የምትመጡ አመልካቾች እባካችሁ አርፋችሁ ተቀመጡ!\n\n\n",

                "መቼስ ሰሞኑን ባልጌያለሁ ከባለኩ አይቀር ብዬ አንዴ ለመጨረሻ ግዜ ልባልግ በዛ ላይ አሁን መሽቶዋል ሰው ባብዛኛው የታወቀው ነገር ላይ ነው በተለይ ባለትዳሮች\n\n" +
                        "እናላቹ ሚስት እና ባል ሚስት ከላይ ሆና ባል ከታች ሆኖ ጫወታ አድርተዋል በአጋጣሚ ከየት መጣች ሳትባል የ 5 አመት ልጃቸው ከች አለችባቸው በሩን ከፍታ ገባች\n\n" +
                        "ማሚ ምን እያደረግሽ ነው?\n\n" +
                        "እናት ክው አለችና ሚጣዬ ባክሽ የአባትሽ ቦርጭ ትንሽ በዛና ልቀንሰው ወደታች እየገፋሁት ነው አለቻት\n\n" +
                        "ልጅየው ከዛን :– ማሚ አንቺ እኮ ለዚ መልፋት አይጠበቅብሽም።\n\n" +
                        "እናት ገረማትና ለምን ? ሚጡ አለቻት\n\n" +
                        "ልጅየውም\n\n" +
                        ",\n\n" +
                        ",\n\n" +
                        ",\n\n" +
                        "እናቴ አንቺ ምን አስለፋሽ አንቺ ሁሌ ጠዋት ጠዋት ስራ ስቴጂ ጎረቤት ያለችው ሴት መታ ቦርጩን ለመቀነስ ትገፋለት የለ ?\n\n\n",

                "ድርጅታችን እ.ብ.ባ.ሚ (እናንተን ብሎ ባልና ሚስቶች!) ኢንተርናሽናል ከዚህ በታች ያሉትን ባልና ሚስት እስከነቤታቸዉ በግልጽ ጨረታ አወዳድሮ ለመሸጥ ይፈልጋል\n\n" +
                        "የጨረታዉ አይነት-----በ3 ወር ዉስጥ ተጋብተዉ የተፋቱ ባልና ሚስት እስከነቤታቸዉ\n\n" +
                        "እነዚህ ባልና ሚስት ከመጋባታቸዉ በፊት ሀገሩን በፍቅር ዲስኩር ሲበትኑ የነበሩና ስሪታቸዉ ‹‹ከኛ በላይ ፍቅር ወፍ የለም! ኮድ 1985/86›› ሲሆን በአንድ ቀን 1900000000 ጊዜ ‹ናፈከኝ ናፈኩሽ ሆዴ ሞዝቮልዴ› በሚሉ መፈክሮች እርስ በርሳቸዉ ሲነዛነዙ የሚዉሉ ናቸዉ፡፡\n\n የሚኖሩት ሁለት ክፍል መኝታ ቤት፣ሳሎንና ኪችን ያለዉ ሲሆን ባልና ሚስቱ በጋብቻ በቆዩባቸዉ በርካታ ሚሊየን ሰከንዶች ሲጯጯሁና በየግላቸዉ ሲደነፉ ምስኪን ቤት በትእግስት ነገሩን ሲከታተል ቆይቷል፡፡\n\n እኚህ መጋባት የሚለዉ ቃል ፈፅሞ ያልገባቸዉና ብዙ ሃላፊነት ለመሸከም ጫንቃቸዉ የማይችል ፍጡራን ከተጋቡም በኋላ የድሮዉን ፍቅር እንኳን ሊመልሱት፣ሊያስቡትም ጊዜ የሌላቸዉ እራሳቸዉን እቃ ያደረጉ አሳፋሪ እ.ብ.ባ.ሚ ናቸዉ፡፡ተጫራቾች እቃዎቹንም ሆነ የቤታቸዉን አጠቃላይ ሁኔታ በአካል በማየት ለጨረታ የሚያስፈልገዉን ሰነድ ከቢሮ ቁጥር 3 መዉሰድ ትችላላችሁ፡፡\n" +
                        "ማሳሰቢያ\n\n" +
                        "ማንኛዉም ተጫራች ባልና ሚስቱ ላይ ሳይጫረት ቤቱ ላይ ብቻ በጨረታዉ መሳተፍ እንደማይችል ከወዲሁ እያስገነዘብን ባልየዉን አሰናብተን ሚስትየዉን ከነቤቱ መጫረት እንፈልጋለን የምትሉ ተጫራቾች ‹‹ልታቃጥለኝና ልታነደኝ የምትችልበትን ህጋዊ የመብት ከለላ ከባሏ በሙሉ ስምምነት ተረክቤያለሁ›› የሚለዉን ተጨማሪ የመስሪያ ቤቱን ሰነድ መሙላትና መፈረም ይጠበቅባችኋል፡፡\n" +
                        "መስሪያ ቤቱ እ.ብ.ባ.ሚ ባልና ሚስቱ ከተታረቁ ጨረታዉን በከፊልም ሆነ በሙሉ የመሰረዝ መብቱ የተጠበቀ ነዉ፡፡\n\n" +
                        "እብባሚ ኢንተርናሽናል ኃላፊነቱ የተወሰነ የጋብቻ ኩባንያ፡፡\n\n\n",

                "አብሮ አደጌን ወደድኳት:: እንዴት መቼ የት? የሚለዉን ጥያቄ ተዉት!በስልክ የተነጋገርነዉን እነሆ…\n\n" +
                        "እኔ፡ እሺ እንዴት ነሽ የኔ ፍቅር\n\n" +
                        "እሷ፡ ትንሽ አልፈጠንክም?\n\n" +
                        "እኔ፡ ማለት? ክፉ ነገር ወጣኝ እንዴ?\n\n" +
                        "እሷ፡ አላልኩም…ስልህ ‹የኔ› የምትለዉን ቃል አጠበካት…ሰዉ በተፈጥሮ ፈላጊ ስለሆነ..በስሜት ዉስጥ ሆነህ ነገሮችን ያንተ ለማድረግ መጣርህ ልክ ሊሆን ይችላል…ባንተ ዉስጥ ለማድረግ ግን ይከብዳል ብዪ ነዉ….እንዴት ነህ ግን አንተ?\n\n" +
                        "እኔ፡ ይገርማል.….እኔ ሰላም ነኝ…ትንሽ ስራ ስለበዛብኝ ነዉ ያልደወልኩት….ኸረ አንድ ነገር ሳላጫዉትሽ….መላ በዪኝ ባክሽ\n\n" +
                        "እሷ፡ ምነው በደህና ነዉ?\n\n" +
                        "እኔ፡ በጣም እየወደድኩ\n\n" +
                        "እሷ፡በናትህ ‹ሽ› ብለህ እንዳትጨርሰዉ!!!!\n\n" +
                        "እኔ፡ ኸረ በናትሽ ስሚኝ… መጨረሻዉ እየወደድኳት፣ላት፣ኝ ሊሆን ይችላል እኮ ፍቅሬ….አንቺ ያዉ በ ‹ሽ› ይጨርሳል ብለሽ ‹እየወደድኩሽ › በሚል ደመደምሽዉ እንጂ….ለነገሩ ከጠረጠርሽ ይሁን ‹ሽ›\n\n" +
                        "እሷ፡ የምትለዉ ሁሉ ግራ ነዉ የሚያጋባዉ…ፈላስፋም ለመሆን እየሞከርክ ነዉ ግን….አንድ ደጋግሜ ግልፅ ላረግልህ የምፈልገዉ ነገር እኔ አንተን ላይህ የምችለዉ እንደጥሩ ወንድሜ እንጂ እንደ ፍቅረ…\n\n" +
                        "እኔ፡ በናትሽ እንዳትጨርሽዉ ያመኛል….አንቺን ብቻ የሚል የሃሳብ ረሀብ ጨንቅላቴን ሞልቶት ለኔም…ለጓደኞቼም…ለጎረቤቴ ለ ወ/ሮ አሰለፈችም….ግራ የሚያጋባ ነገር ሆኗል! ቆይ እኔ የልብ ፍቅረኛ ለመሆን ምን ያንሰኛል?ወድጄ ነዉ የወደድኩሽ? ንገሪኝ እስቲ!?\n\n" +
                        "እሷ፡ አቦ ተረጋጋ! እኔ ላንተ ከወንድምነት የዘለለ ሌላ ስሜትም ሆነ ሀሳብ የለኝም፤ትምህርቴን ልማርበት ተወኝ!!\n\n" +
                        "እኔ፡ እሺ ከዛሬ ጀምሮ አልረብሽሽም….ግን ፍቅሬን በተግባር እገልፃለሁ….\n\n" +
                        "እሷ፡ ኣ ኣ ኣ! በተግባር የሚገልፅልኝ ….የሚንከባከበኝና የሚወደኝ፣ እኔም በጣም የምወደዉ ሰዉ አለኝ..ስለዚህ ፕሊስ እኔን ተወት አርገኝ…ከተማዉን ሁሉ የሞሉት ቆንጆዎች ናቸዉ…በዛ ላይ ጥሩ ስብእና ያለህ ሰዉ ነህ ስለዚህ የልብህን ለማግኘት አይከብድህም..\n\n" +
                        "እኔ፡ ስለምክርሽ አመሰግናለሁ….ግን አንድ የመጨረሻ ጥያቄ ልጠይቅሽ….የመጨረሻ\n\n" +
                        "እሷ፡ ምን ደግሞ\n\n" +
                        "እኔ፡ እወደዋለሁ ያልሽዉ ልጅ አንቺ ለኔ እንደሰጠሽኝ መልስ እሱም እንዲሁ ላንቺ እንደሰጠሸ ከሁነኛ ሰዉ ሰምቻለሁ…እኔ አንቺን ስከተል፣አንቺ ደሞ እሱን ስትከተይ ጊዜዉ እኮ ነጎደ….ፍቅሬን የምገልፅበት እድል ስጪኝና ከዛ ራስሽ ትወስኛለሽ…\n\n" +
                        "እሷ፡ ምን! ስትሰልለኝ ነበር?! በጣም ነዉ የማዝነዉ! ልጁ ቢወደኝም ባይወደኝም….አንተን አልወድህም በቃ! አትሟዘዝ!!!\n\n" +
                        "እኔ፡ ‹ልጁ ቢወደኝም ባይወደኝም› ምን ማለት ነዉ? የምወድሽ እዚሁ እያለሁ….የልጁ ሃብት አፈዘዘሽ መሰለኝ….ግን እኔ እሻልሻለሁ ቆይ አንዴ ለ…!\n\n" +
                        "ጆሮዩ ላይ ስልኩን ዘጋችዉ! ፍቅሬ ጨምሮ ጨምሮ እንደስኳር ሊገለኝ ደርሷል! በስሜት ሆኜ ‹አሁንስ ብሞት ይሻላል!› ስል እማዩ ሰምታ ከጓዳ ድንገት ‹የማይወድህ ይሙት!› ስትል ክዉ ብዩ ቀረሁ\n\n በልቤ እቺ ሴትዩ ቴሌ ኦፕሬተር ሆና ሳትሰራ አትቀርም እያልኩ ወደ አእምሮዩ ስመለስ አቅመቢስነት ተሰማኝ….ግን የራሴን ሃሳብ ብቻ እያዳመጥኩ አንዲትን ሴት የራስ ለማድረግ መጣር በራሱ ራስ ወዳድነትና ደረቅ መሆን ነዉ፤በቃ ልተዋት…እንደምንም ብዩ ልተዋት…ከአእምሮዩ ልሸኛት…..እሷ የሰዉ ሃገር ‹ሰዉ› ናት!!!!\n\n\n",

                "/ፍቅር በ 17 አመት/\n\n" +
                        "እሱ--ሃይ ቤቲ አቤት ዉበት…በጣም አምሮብሻል\n\n" +
                        "እሷ--ቴንኪዉ ሚኪ ፎር ዩር ሪስፔክት\n\n" +
                        "እሱ--ኧረ ላንቺ ያለኝ ፍቅር ጨምሮ ጨመሮ ላብድ ነዉ…በጣም ወድጄሻለሁ….\n\n" +
                        "እሷ-- ምን!!ትምርቴን ልማርበት ላሽ በል….!\n\n" +
                        "እሱ---ኧ…\n\n" +
                        "/ፍቅር በ 25 አመት/\n\n" +
                        "እሱ--ሃይ ቤቲ አቤት ዉበት ፓ!\n\n" +
                        "እሷ--አመሰግናለሁ (እንግሊዝኛዉ ቀንሷል)\n\n" +
                        "እሱ--አንድ ነገር እያብሰለሰልኩ ብዙጊዜ ቆየሁ…\n\n" +
                        "እሷ--ምነዉ በደህና እስቲ አጫዉተኝ\n\n" +
                        "እሱ--ወድጄሻለሁ…በጣም! በናትሽ አብረን እንኑር..\n\n" +
                        "አሷ--ኧ……..እኔን?……አታዉቅም እንዴ?\n\n" +
                        "እሱ--ምኑን?\n\n" +
                        "እሷ--ፍቅረኛ እንዳለኝ\n\n" +
                        "እሱ--እውነት!;ታዉሬ ይሆናል…..ሶሪ\n\n" +
                        "እሷ--ምንም አይደል…ግን አንተ እንዴት ነህ ?\n\n" +
                        "እሱ--….እእ…..\n\n" +
                        "/ፍቅር በ 36 አመት/\n\n" +
                        "እሱ--ሃይ ቤቲ\n\n" +
                        "እሷ--ሃይ ሚኪ ዛሬ ደሞ ዘንጠሃል ባክህ\n\n" +
                        "እሱ--ምን ይደረግ ብለሽ ነዉ….ሙሽራ መስለን እንደዉ ሚስት ካገኘን ብለን ነው…ይገርማል ሚስት አጣንኮ!\n\n" +
                        "እሷ--ምን ሀገሩን የሞላዉ ቆንጆ ብቻ ነዉ…\n\n" +
                        "እሱ--እዉነትሽን ነዉ ከተማዉ በፎቅ ጎጆ ተሞልቷል  ቆንጆዎቹን የት እንድረስባቸዉ ፎቅ ሆነዉብን ሆዳቸዉ እንደካንጋሮ ልጅ ሳይሆን ብር እያሰቀመጠ ንግድ ባንክን አስንቋል!\n\n" +
                        "እሷ--አትቀልድ ባክህ!እኛ አለን እንጂ በናንተ በወንዶች የፍቅር ቁማር ስንበላ እድሜያችንን የፈጀን!\n\n" +
                        "እሱ--ይልቅስ አንቺ አግቢ እንጂ አረጀሽ እኮ\n\n" +
                        "እሷ--ባል እንዲህ በቀላሉ የት ይገኛል ብለህ ወንዶቹ እንደዉ ማግባት ማለት…መታገት ነዉ ብለዉ ዝርም አይሉ! …………………………ይልቅ አንተ ለምን አታገባኝም?\n\n" +
                        "እሱ---ቤት ላስገባሽ? አይይይ አልታይ አለሽ መሰል..በይ እግርሽን ከፍ አርጊዉ…የበሩ ደፍ እንዳይመታሽ!\n\n" +
                        "እሷ---ዉይ አንተ ደሞ! ከምሬን እኮ ነዉ!\n\n" +
                        "እሱ----ትምርቴን ልማርበት(ኪኪኪኪ)!\n\n" +
                        "እሷ--ማሾፍህ ነዉ ባንተቤት ምናገባኝ ቆመህ ከምትቀር ብዩ ነዉ\n\n" +
                        "እሱ--እኔማ..ነገሩ ሊጥ እያለ ስጠይቅሽ ልብሰል ስትይኝ..ተቦክቶ ስጠይቅሽ እርሾ ይግባበት ስትይኝ…በስሎ እንኳን ስጠይቅሽ ቆራሽ አለ ስትይኝ…ይኧዉ ዳቦዉ አልቆ የሻማ ሲወረወር እንኳ የሚቀልብ ጠፋ! አይ ጊዜ!!!\n\n" +
                        "እሷ---እእ…\n\n\n",


                "አባት-------ብልጥ ሁን ልጄ ሰዉን ብለጠዉ...የታባቱ! በሁሉም ነገር ሞኝ ከሆንክ ትጎዳለህ በጣም! \n\n" +
                        "ጓደኛ-----ብልጥ ሁን …አትጃጃል….እራስህን እንደ አሪፍ እያየህ ገደል እንዳትገባ…ከም ኦን…!ንቃ\n\n" +
                        "ሃገር------ምን ትጨቀጭቀኛለህ…አስሬ ስሜን እየጠራህ አትርገመኝ…በናትህ ከፈለክ ሌላ ሀገር ላይ ሆነህ ተራገም…እምብርቴ ላይ ሆነህ የቆዳ ህመም አታምጣብኝ/ጠበስከኝ እኮ…ብልጥ ሁን!\n\n" +
                        "መርካቶ----አቦ ተወደደ ምናምን እያልክ አትነዝንዘኝ!!!! ከፈለክ ግዛዉ ካልፈለክ ሽጥ ብልጥ መሆን የራስህ ሃላፊነት መሆኑን መቼም አልነግርህም\n\n" +
                        "ታክሲ------ጠጋ ጠጋ ብለህ ተቀመጥ ! ለስሙኒ እንደዚህ ከምትጨቃጨቅ ብተወዉ ይሻልሃል…ካፌ ገብተህ 1 ብርና 2 ብር ጥለህ ትወጣ የለ? እና እኛ ጋር ስትመጣ ነዉ ወጪ ቆጣቢነትህ ትዝ የሚልህ? ዉይ..!ብልጥ መሳይ..ግን\n\n" +
                        "ደሞዝ----ምን አስሬ ትቁለጨለጭብኛለህ? እንደፈረደብህ በትነኝና ብትን ብለህ ተኛ! እንዳረጀ ዉሻ አታላዝንብኝ…የሆንክ ኤፍ ኤም 199.99 የብልጥ ሞኝ!\n\n" +
                        "\n" +
                        "ፍቅር----ሁሉም ያልፋል ሁሉም…ያሁኑ ሃዘንህ በነገ ደስታ ይለወጣል ምናምን እያልኩ ሚሊየን ጊዜ የሰማኸዉን ነገር አልደግምልህም…እኔ ፍቅር ነኝ በፍቅር ጌታ የተሰራሁ ፍቅር… የተላኩ ተስፋህ…አልጨምርም አልቀንስም\n\n የመኪና ጎማ አያስደንቀኝም ብር አያበረኝም ፋሽን ልቤን አያጠፋዉም…ያዉ ነኝ…ግን ሁሉም ሰዉ ፊቱን አዞረብኝ…በስሜ ብዙ ይደሰኩራል ይጽፋል…ያወራል…ቫለንታይን ዴይ ያዘጋጃል…ይዘፍናል…ይራቀቃል…ይፈላሰፋል…ብልጥ ሊሆን ሞከረ…ብ..ል…ጥ ሆነም ቀረም ለፈለገኝ አሁንም አለሁ…በዚህ አዉሬ ጊዜም አለሁ!\n\n\n",

                "ድሮ ልጅ እያለን እቃቃ ያልተጫወትን አንኖርም፡፡ እ…ቃ…ቃ…ብዙዎቻችን ደሞ ባለንበት የወጣትነት ዘመን ብዙ ያማርኛ የፍቅር ፊልሞችን አይተናል፡፡አሪፍም ደባሪም አሉ ብቻ የእቃቃንና ደባሪ ያማርኛ የፍቅር ፊልምን ተመሳሳይ ጎኖች በአጭሩ እንመልከት…..\n" +
                        "1.እቃቃ 90 ፐርሰንት በላይ ፉገራ ነዉ…ደባሪ ያማርኛ የፍቅር ፊልምም 90 ፐርሰንት ፉገራ ነዉ፡፡(ሜትሮሎጂ እንደዘገበዉ)\n\n" +
                        "2.እቃቃ እዉነትን ተመሳሳይ በሆኑ ማንነቶች ለማቅረብ ይጥራል(ለምሳሌ ቡና ለማፍላት ከፈለግን…አገሩን ቡና ልንለዉ እንችላለን…አማርኛ የፍቅር ፊልምም እንዲሁ ነዉ፤ልጁ ወደዳት…እምቢ አለች…ተለማመጠ…ተዋደዱ…ተጣሉ…ተመልሰዉ ተታረቁ..በፍቅር ከነፉ፡፡)\n\n" +
                        "3.ተዋናዩ ሊያስተላልፈዉ የፈለገዉ ነገር….ቀልድ(ለዛዉም ብዙዎቻችን ቀድመነዋል) ከዛ የፍቅር አቡጊዳ….እቃቃ ጭብጡ…ሳይታለም የተፈታ…\n\n" +
                        "4. እቃቃ ሙድ አለዉ…የሆነ ሴሪሞኒ አለ በዛ ዉስጥ መንቀሳቀስን ይጠይቃል የፍቅር ልምም ያዉ ነዉ ለምሳሌ፤ሀብታም ልጅ የድሃልጅ አፍቅራ ሰትንሰቀሰቅ ኸረ…ተባለ እንዴ!!(ሀብታም ድሃ ጋ የሚመጣዉ ወይ ለቀብር ነዉ…አልያም የጠፋበትን የመኪና እስፖኪዮ እንዲመልስ በፖሊስ ሊያሲዘዉ ነዉ)\n\n" +
                        "5.በመጨረሻ እቃቃ…ሲያልቅ አያምርም ወይ አንዱ ይበጠብጣል ወይም ሴሪሞኒዉ ይበላሻል ያማርኛ ፊልምስ ብዙዎቹ ፍቅር ፊልሞች(ለምሳሌ…ለነገሩ ተዉት ማንን ጠቅሼ ማንን ልተዉ…) መጀመሪያን መካከለኛ ነገር አላቸዉ መጨረሻ ግን የላቸዉም…(እናዉቀዋለና! )\n\n" +
                        "ስለዚህ አንድ ግጥም ይኸዉ…..\n\n" +
                        "እቃቃም ነበረ ድሮ ተጫወትነዉ\n\n" +
                        "ቡናዉን አፍልተን..የተፎጋገርነዉ..\n\n" +
                        "እንጀራ ነዉ ብለን….ቅጠል የጎረስነዉ..\n\n" +
                        "መጨረሻ ላይ ግን የተበጣበጥነዉ…\n\n" +
                        "ዕንዴት እንረሳዉ…ልጅነትን በፊልም ቀድሞ የሰራነዉ….\n\n" +
                        "በ ‹ሐ› ጀምረነዉ ‹ሖ› ብለን ጨረስነዉ\n\n" +
                        "ያማርኛችን ፊልም….የድሮ እቃቃን….ዘርፎ ያመጣልን\n\n" +
                        "አልባነንንም እንጂ…ሁለተኛ እቃቃ…ሰጥቶ ሲያጫዉተን\n\n" +
                        "ባንድ ሰአት ተኩል….አፈሩን በንጀራ….ፉገራዉን በልብስ…ካልኩሌት አርጎልን\n\n" +
                        "አኛም እናያለን….የድሮን እቃቃ….ባዲሱ…እቃቃ……በአሪፍ ለዉጠን…\n\n" +
                        "አራዳ ሆነናል….እስማርቶች ሆነናል……እኛን ማን ሊችለን!\n\n\n",

                "\n\n አራት የተለያየ ሀገር ዜግነት ያላቸዉ ሰዎች ለሚስቶቻቸዉ ምን ያህል ደብዳቤ እንደፃፉ ተጠየቁ…\n\n" +
                        "1.ጀርመናዊ፡  ላሁኗ ሚስቴ ከ 300 በላይ የፍቅር  ደብዳቤዎችን ፅፌላታለሁ\n\n" +
                        "2.አሜሪካዊ፡  ሚስቴ በጣም እንደምትወደኝ አዉቃለሁ የኔ ማፍቀር ግን ይለያል…ከ 700 ጊዜ በላይ እንደምወዳት በፅሁፍ  ገልጬላታለሁ\n\n" +
                        "3.ስዊድናዊ፡  ከ 1400 በላይ ደብዳቤዎችን በመፃፍ የፍቅሬን ሃያልነት ለመግለፅ ብሞክርም ሊወጣልኝ ባለመቻሉ ልቦለድ የሚያክል ፅሁፍ ጥፌ ሁሉ ለዉዴ መስጠቴን አልረሳሁም\n\n" +
                        "4. ኢትዮጲያዊ፡  በየቀኑ ለሚስቴ ከ 40000 በላይ ደብዳቤ እፅፍላታለሁ፡፡ፅሁፉም ..”በፈጠረሽ ማታ ማታ መስኮቱን ዝጊዉ…በሩንም በደንብ ቀርቅሪ እንዳታዘርፊኝ!!!\n\n\n",

                "ፍቅር ሚጀምረው መቼ ነው? ብዬ አባቴን ጠይቄው\n" +
                        "ሳቀና .... ባጭር ደመደመው ...\n\n" +
                        "‘ልብህ ድው ድው ሲል’.............................................\n\n" +
                        "እንዴ አባዬ ልቤ ኰ በሌላም ነገር ድው ድው ይላል\n\n" +
                        "ብዬ ብነግረው\n\n" +
                        "‘’አዎ ልጄ...ግን ስትወድ ልብህ...በ D ይጀምራል...\n\n" +
                        "ከዚህ ውጪ ግን .....ብው ብው ይላል\n\n" +
                        "እስኪ አዳምጠው...’’\n\n" +
                        "‘’ሃሃሃሃ...ሃሃሂሂሂ.. ትፎግራለህ እንዴ አባዬ\n\n" +
                        "ምንም ውጥ የለውም ....ሁለም ድው ድው ነው የሚለው እውነት! እማዬን!’’\n\n" +
                        "አልኩና ትቼው ከቤት ወጣሁ..ልቤ እየመታ....\n\n" +
                        "ውዴ እምወዳት ጋ እየተቻኰልኩ እየሄድኩ ነው..\n\n" +
                        "ልቤ እየመታ ብው ብው ብው...ድው...ብው ብው...ድው ይላል\n\n" +
                        "እውነቱን ነው ፋዘር ልቤ ብዙ ጊዜ ብው ብው ብው ያበዛል....\n\n" +
                        "ኰተት ብቻ እያየ ....ወሬ ብቻ እያየ....ፍቅሩን እዛ ጥሏል....\n\n" +
                        "በብዙ ብውታ ጥቂት ድውታ....\n\n" +
                        "ለካ ፍቅር ሲኖር ለካ ስንዋደድ .....ብውታው ቀንሶ ድውታው ይሰማል\n\n" +
                        "ድውታው ላይ ብቻ…..ፍቅር እውነት ብቻ…ፍቅር…መውደድ ብቻ…ፍቅር…ልብን ብቻ መሆኑ ገብቶኛል\n\n\n",

                "እሱ----ሞዛዛ ሰዉ ያስጠላኛል…እየተሟዘዘ ሲናገር…እየተሟዘዘ ሲኖር…የሆነ ሞ..ዛ…ዛ!!\n\n" +
                        "እሷ---አንዴ ልሟዘዝ….አንዴ ብቻ….ስማ ሞዛዛ በህይወትህ እያንዳንዷ ደረጃ ላይ ልትጠቅምህ የምትችል ቅመም ቃል ናት፡፡\n\n ለምሳሌ ፍቅር ያዘኝ ምናምን እያልክ አገሩን አቧራ ስታጨስ ከከረምክ በኋላ ትንሽ ረገብ ሲልልህ (ያዉ ስትሟዘዝ ማለት ነዉ) አስጠላችኝ..ደበረችኝ ለኔ አትመጥንም ቅብርጥስዮ ትላለህ…ወሬ!\n\n" +
                        "እሱ---ስሚኝ የሞዛዛ አድናቂ…እናንተ ከ 80 ፐርሰንት በላይ የሆናችሁት ሴቶች ሞዛዞች ናችሁ፡፡ \n\n (ለነገሩ ፐርሰንትም አይችላችሁ…ፀባያችሁን በፐርሰንት ከማስቀመጥ ፐርሰንትን በናንተ ጠባይ መመዘን ምንኛ ቀላል እንደሆነ የት ታዉቂና…ውይ!) አንዲት ሴት በአማካኝ ከ ግማሽ በላይ ወሬዋ ዉስጥ የሞዛዛነት ስሜት ታንፀባርቃለች \n\n ለምሳሌ….ልጁ ደክሞት ስልክ ሲደወልለት አላነሳም..በቃ አላየዉም ከዛ ጓደኛዉ ደወለች..\n\n ለምን ስልክህን አላነሳህም?-ምን ማለት ነዉ ቢደክምህስ?-…ሊያስረዳት ቢጥርም ሰሚ አላገኘም…ስለማትወደኝ ነዉ…አስጠላሁህ አይደል?….ተጠቅመህ በሌላ ሴት አፕዴት የምታደርገኝ የትኛዉ ሶፍትዌር መሰልኩህ?…ባለፈዉ ግዛልኝ ያልኩህን ጫማ ችላ ብለህ…ምናምን እያለች አንዲሁ ስትሟዘዝ ልጁን አሰከረችዉ፡፡ስለዚህ እባካችሁ 100% አትሟዘዙ ማለት ቢከብደኝም(ተፈጥሯችሁ ነዋ!) በተቻላችሁ መጠን ቀንሱት…\n\n" +
                        "እሷ----አንዴ ተፈጥሯችሁ ነዉ ትላለህ ሌላ ጊዜ ደግሞ አትሟዘዙ ትላለህ…መጀመሪያ ከራስህ ጋር ዲፕሎማሲያዊ ግንኙነት አድርግ…የምን እንጣጥ እንጣጥ ልበል ነዉ!\n\n" +
                        "እሱ---ድሮ ድሮ ቦሌ አካባቢ ነበር ይህ በሽታ ሲታይ የነበረዉ…አሁን ግን ድሀዉ ላይ ብሷል…ዉሃ ልቀዳ የሆነ ሰፈር ጀሪካን ይዤ ‹እናቱ ዉሃ አለ› ስል አንዷ የደሃ ሞዛዛ ‹ፕሊስ ምንድነዉ የምታወራዉ?…ይሄ ቦኖ መሰለህ? ቻት እያረኩ ነዉ ዶንት ዲስተርብ ሚ› ምናምን አላለችኝም መሰለሽ ሞዛዛ!\n\n" +
                        "እሷ--ፕሊስ ለቀቅ አርገና! በዚህ እድሜ ነገር ፈትፍተህ ከምትበላ ቁም ነገር ብታወራ ይጠቅምሃል…….ሰዉ በሞላበት ሃገር ሰዉ አጣሁ...ምን ላርግ?\n\n" +
                        "እሱ---እም..እንዴት?\n\n" +
                        "እሷ----ሰዉ አጣኋ…ገንዘብ ነዉ ኢንጅኑ፣እጅ ከምን፣ለ ሃይገር ባስና ለ ደሃ ፓርኪንግ ቦታ የለንም፣ ከሌለህ የለህም፣ ምናምን..ከሚሉት አስተሳሰቦች አለፍ ያለ ነገር አጣሁ…አንዱ ደራሲ አንጀቱ አርሮ እንዲህ ብሎ ነበር…አበሻ ከአፍንጫዉ ትንሽ አለፍ ብሎ ማሰብ አይሆንለትም\n\n" +
                        "እሱ---ስለዚህ የልብ ሰዉ ካጣሽ ምናልባት ልብሽ ጋር ችግር ይኖር ይሆን…እሱን ቆም ብለሽ እስኪ እዪዉ..\n\n" +
                        "እሷ---ምን አልባት የ ጸባይ ግትርነት የሚያጠቃኝ ሰዉ ስለሆንኩ ለብዙ ሰዉ የማይመች ማንነት ሊኖረኝ ይችላል የፈለገ ቢሆን ግን አንድ ሰዉም ቢሆን እንዴት….እንዴት አጣለሁ ?\n\n" +
                        "እሱ--ያሁኑ ዘመን ሰዎች ለሁሉም ነገር ስለምንቸኩል እግዜር የሞታችንን ቀን በጆሯችን ቢነግረን እንኳ ወይ ፌስ ቡክ ላይ ው የወሬ ቡካችን ላይ ፖስት ለማረግ እንሽቀዳደማለን እንጂ አንሰማም…ለመብላት ጥድፊያ፣ ለመበላት ጥድፊያ፣ ኖሮ ለመሞት ጥድፊያ፣ ሞቶ ለመቅበር ጥድፊያ፣ ለመጣደፍ ጥድፊያ፣ ስለዚህ አንቺም አትቸኩይ በሚጣደፍ ማንነት ዉስጥ አንኳን የልብ ሰዉ ከልብ ሰላምታ የሚያቀርብ ሰዉም ማግኘት ይከብዳል!\n\n" +
                        "እሷ--ይልቅ አሁን አሪፍ ምክር መከርከኝ…እስቲ እግዜር እስኪጥልልኝ ልታገሳ…\n\n" +
                        "እሱ--መልካም!\n\n\n",

                "‹እንኳን ለቫለንታይን ዴይ አደረሰህ› አለችኝ\n\n" +
                        "ኦ መቼ ነዉ…?\n\n" +
                        "እየቀለድክ መሆን አለበት!\n\n" +
                        "ምንም እየቀለድኩ አይደለም!\n\n" +
                        "ኦኬ ነገ ነዉ…እና እንዴት ልታሳልፈዉ ነዉ\n\n" +
                        "ቀይ ነገር እየበላሁ ለማሳለፍ አስቤያለሁ::\n\n" +
                        "ከፍቅር ጓደኛህ ጋር ነዉ ወይስ…\n\n" +
                        "ብቻዬን!!!\n\n" +
                        "ምነዉ በሰላም??\n\n" +
                        "ኸረ በጣም በሰላምም በስካይ ባስም ነዉ!\n\n" +
                        "ምን ትቀላቅላለህ!\n\n" +
                        "በቃ ለብቻዬ ነዉ የማሳልፈዉ::\n\n" +
                        "ጥጥሩ ነዉ ግን አብረህ የምትሆነዉ ሰዉ ጠፋ እንዴ\n\n" +
                        "አልጠፋም\n\n" +
                        "እና?\n\n" +
                        "ከራሴ ጋር አብሬ ልሁን ብዬ ነዉ\n\n" +
                        "ህም…\n" +
                        "ብቻ ከሰዉ ጋር መሆን ጥሩ ነዉ::\n\n" +
                        "ለኔ ጥሩ አይደለም! ጥሩ ሰዉ ለርኩስ ሰዉ 1-ለ 101 በሚመራበት አለም ዉስጥ ቁማር መበላት አልፈልግም..ባላንጣ የበዛበት ቫለንታይን..የጭቃ እሾህ ፍቅር …. በዘመኑ ዘመንኛ ቋንቋ ዕዉነትም ፍቅር ፓ! እዚህ ገንዳ ዉስጥ አሁን ባልገባ እመርጣለሁ..\n\n" +
                        "ገንዳ አልከዉ…መዋደድ ፋርነት አይደለም…ነገሮችን በመጥፎ ሳይድ ባታይ..!\n\n" +
                        "ነገሮችን እንደአመጣጣቸዉ አያለሁ..መጥፎ ከሆኑ መጥፎ..ጥሩ ከሆኑደግሞ ጥሩ..ቫላንታይንን ከዉስጤ ባላንጣ ጋር እያሳለፍኩ እግዜር በረዳኝ መጠን ዉስጤን ላዳምጥ…ከዛ የወንድና የሴት አፈሙዝ በሚያዝበት ሜዳ ላይ ቅብብሎሹን በደንብ እጫወተዋለሁ!!\n\n\n",
                 "ቆይ ግን ሰዉ  ለምንድነዉ ነካ ሲያደርጉት እባብ የሚሆነዉ? መቼም ፍቅርና ክፋት፣ደግነትና ቅናት፣ማስመሰልና አለማስመሰል ከአንድ ወንዝ ይቀዳሉ ተብለን ኣላደግንም።\n\nየበረሃ እባብ ለአያሌ ቀናት ዉስጡ በዉሃ ጥም ተቃጥሎና ነዶ ረሃብ አንገላቶት ማንንም ላይምር፣ምንም ቢያገኝ ወደኋላ ላይል ይርመሰመሳል፡፡ የዘመኑ ሰዉም እንደዚሁ እብብ ከሆነ ሰነባብቷል…\n\n ህይወት አቀበት ሆናበት  ነግቶልኝ ማንንም ላርምር  ሰልቅጬ  ገፍትሬና ኮርኩሜ፣ወግቼና አስወግቼ ማለፍ ሃብታም የመሆን ህልሜን ማሳካት አለብኝ ይላል፡፡እዚህ ጋር ነዉ እንግዲህ የበረሃ ፍቅር የነደፈኝ…\n\n\n" +
                "ለመሆኑ በፍቅር አለም ዉስጥ  ጥሎ ማለፍ አለ እንዴ? እሺ ሰዉ ለእንጀራ ብሎ  ነገር ረግጦና አስረግጦ ያልፋል፣ፍቅር ዉስጥ ግን እንደዚህ አይነቱ ሰዉኛ ቀመር አይሰራም…በፍፁም!\n\n የዘመን ዳንኪራ ዉስጥ ያለ ቅብዝብዝ ትዉልድ ፍቅርን ከወሲብ፣ዉበትን ከቅንዝረኝነት፣የዋህነትን ከፋርነት፣እራስ ወዳድነትን ከአሸናፊነት  ጋር አደበላልቆ እንደጆሊጁስ እየጠጣና እድምተኞቹም እኔ፣አንተና አንቺ እንደሆንን መቼም ግልፅ ነዉ!\n\n\n" +
                "እንግዲህ በዚህ ሁኔታ ዉስጥ ሆነን ነዉ የበረሃ ፍቅር የነደፈኝ…ሙቀቱ ከ 45-50 ዲግሪ ሴንቲግሬድ የሆነ ነበልባል ፍቅር!\n\n አረብ አገር ያሉ እህትና ወንድሞቼ መቼም ስለበረሃ እሳት አብጠርጥረዉ ያዉቃሉ፣ ሰዉ ሲሞቀዉናወበቅ ሲያስጨንቀዉ ይቅበዘበዛል፣ የዉጪዉ ሙቀት ይህንን ያህል ካስጨነቀ ፍም የሆነዉ ፍቅርሽስ እንዴት ከባድ ይሆን??\n\n ፍቅር ያስያዘችኝ ልጅ አረብ ሀገር ረጅም ዘመናት ቆይታለች፡፡ ራሷንና ቤተሰቦቿን ለመቀየር መከራዋን ስትበላ፣የአረብ ስድብና ቁጣ ሳይበግራት ችላ ህልሟን አሳክታለች፤ የቤተሰቦቿ ኑሮ በእርግጥም ተቀይሯል! \n\n የአረብ ሀገር ገንዘብ እንደሆነ ሲይዙት አመድ እንደመጨበጥ ነዉ ብለዉ ብዙ እህቶቼ ሲያማርሩ እሰማለሁ…እና እሷ ምን ብትሰራ ይሆን ይህንን ያህል ለዉጥ የመጣዉ?? አላዉቅም…ምን አልባት ነገሩን ቀስ ብዬ  እጠይቃት ይሆናል\n\n\n" +
                "የበረሃዉ ሙቀት ከሰዉነቷ አልፎ ልቧ ዉስጥ ከሰረገ ሰነባብቷል፡፡በእዉነተኛ ታማኝነትና ንፁህ ልብ የተፈጠረዉ ሙቀት ነዶ ነዶ ነዶ…ፍሞ ፍሞ ፍሞ አይያዝ አይጨበጥ ነገር ያቃጥላል!\n\n እንደንፍሮ የዘገንኳቸዉ የብዙ ሴቶች ቁርንጫጭ ልብ ለስጋዊ ጥያቄዎቼ በሙሉ ማለት ይቻላል መልስ ሰጥተዉኝ አልፈዋል…ግን አንድ ያልመለሱት ጥያቄ ነበር\n\n\n" +
                "ሴቶቹን እንደለቅሶ ቤት ንፍሮ ስዘግናቸዉ ሰንብቻለሁ፣ዛሬ አንዷን ነገ አንዷን በቃ ዥዋዥዌ ስጫወት አምሽቼ አንድ ምሽት እንዲህ ብዬ አሰብኩ…‹ሴቶች ማለት ያበባ ማስቀመጫ ሸክላዎች ናቸዉ!›..‹ናቸዉ!› አለ ሌላዉ ተከታይ ጎኔ፡፡\n\n እግዚአብሄር የልቤን ሰማና እሳት የሆነ ልብ ጉያዬ ዉስጥ አስታቅፎኝ እፍ ይለዉ ጀመር…እፍፍፍፍ..…አቤት ሲያቃጥል!\n\n\n" +
                "እንዴት ብዬ ልናገር? ጀብዱዬ ተራ ምናምንቴ መስሎ የተሳለብኝ የዛኔ ነበር፡፡ ፍቅር ‹ጀግና ነኝ!› ያለዉን ሰዉ እንደህፃን በእንብርክኩ ዳዴ እያስባለ ሲያስኬደዉ ይገርማል! የፍቅር ጉልበት እጅ አልሰጥም ያለዉን ወታደር  አንገት ሲያስደፋዉ ተመልክቻለሁ፡፡ እኔዉ ራሴም ምስክር ነኝ!\n\n\n" +
                "ሰዉ ነካ ሲያደርጉት ሊናደፍ የሚነሳዉ በብዙ ምክንያቶች ቢሆንም ወደፍቅር አለም ከመጣችሁ ግን አንድ ምክንያት ብቻ ታገኛላችሁ፡፡ ሰዉ የበረሃ ፍቅር ሲይዘዉ አለምን በሁለት ብቻና ብቻ መክፈል ግዴታዉ ይሆናል፡፡ አለማቱም በረሃና በጣም በረሃ ይባላሉ! \n\n\n" +
                "ከአዲስ አበባ አዳማ የሄደን  ‹እንዴት ነዉ ሙቀቱ?› ብላችሁ ብትጠይቁት በጣም እንደሚሞቅ ይነግራችኋል፡፡ ሳኡዲ የኖረን ሰ ዉ ግን ስለአዳማ ሙቀት ብትተይቁት ይበርዳል ይላችኋል፡፡\n\n ፍቅርም እንዲሁ ነዉ…ቀዝቃዛ ሜዳ ላይ ሲጫወት የነበረ ‹ህፃን አፍቃሪ› በረሃ ላይ ሲገባ ድርግም ይልበታል፡፡ ከዛማ ምኑንም አያስታዉሰዉም!\n" +
                "እጅግ በረሃና ንዳድ የበዛበት ፍቅር አስቀምጬ እንኳን የሌላ ሴትን እቅፍ ልመኝ ማሰብም አልችልም፡፡ ዘመኑ ምንም ይሁን ምን፣ሰዎች ምንም ይበሉ ምን፣ ሁኔታዎች እንዴትም ይሂዱ እንዴት ለማነቴ ተሰፍቶ ይመስል የተሰጠኝን ዉብ የበረሃ ልብ የበለጠ እንዲቀጣጠል ከማራገብ ዉጪ ሌላ ምርጫ ሳይኖረኝ የተፈጠርኩ የፍቅር ምርኮኛ ነኝ..እናንተስ? \n\n\n",
                "እሷ፡- ልጅ አማረኝ…\n\n" +
                        "እኔ፡- እኔም…\n\n" +
                        "እሷ፡- አንተም አማረህ?\n\n" +
                        "እኔ፡- አዎን! ልጅ መሆን አማረኝ!\n\n" +
                        "እሷ፡- ቀልደህ ሞተሃል! ይልቅ የመጀመሪያዊን መድፍ ብንተኩስ ይሻለናል\n\n" +
                        "እኔ፡- ከየት እንተኩስ? አየር ላይ ይሻለናል ምድር ላይ?\n\n" +
                        "እሷ፡- ኤጭ!! ስማ ቀልድ የሚባለዉ ቃል ከቀልደኞቹ ጋር ከሀገር ከወጣ ሰነባብቷል! ኮመዲያን ነኝ የሚለዉ እንኳን ሳይቀር ተራ ከሆነ ብልግና  የወጣ ሃሳብ የለዉም\n\n" +
                        "እኔ፡- እና ምን ይፈጠር?\n\n" +
                        "እሷ፡- እናማ ቁም ነገሩ ይሻለናል…በቃ ልጅ መዉለድ አለብን!\n\n" +
                        "እኔ፡- እሺ ቆይ ..መቼ መዉለድ እንደሚኖርብን ፍልዉሃ  ደዉዬ ቀጠሮ ላስይዝ\n\n" +
                        "እሷ፡- እንተ!!! ያምሃል መሰለኝ! ህይወቱ ፉልዉሃ የተጀመረ ፅንስ እኮ ተወልዶ እስኪሞት ድረስ የሃይላንድ ዉሃ መጠጣት ሊያምረዉ ይችላል…ለነገሩ ሳፋና ወንዝ ዳር ሲታጠብም የነበረዉ ‹የቧንቧ ዉሃ ጠጣ› ሲባል መርዝ ጠጣ እንደተባለ ሰዉ ፊቱን የሰሜን ኮሪያ ሚሳኤል ያስመስለዋል…ይልቁንስ አስብበት!!\n\n" +
                        "እኔ፡- እም…ምም…እንዴት ብለን ነዉ በኪራይ ቤት ልጅ የሚኖረን? ንገሪኛ!\n\n" +
                        "እሷ፡- ቤት እስክንገዛ ድረስ ከቆየን ‹ያለዎት ቀሪ ሂሳብ..› ተብለን ሰማይ ቤት እንጠራለና!\n\n" +
                        "እኔ፡-እናረጃለን ብለሽ ሰግተሸ እንዳይሆን…ኪኪኪኪ! ለምን እንደዚህ አናደርግም? ጉዲፈቻ ማሳደግ እንችላለን\n\n" +
                        "እሷ፡- አንተ ሰዉዬ ንክ ነህ እንዴ!\n\n" +
                        "እኔ፡- ምነዉ?\n\n" +
                        "እሷ፡- መሃን ከሆንክ አሁኑኑ ቁርጤን ንገረኝ..መዉለድ እየቻልን ለምንድነዉ የሰዉ ልጅ የምናሳድገዉ?\n\n" +
                        "እኔ፡- አንቺ መሃን ብትሆኚስ?\n\n" +
                        "እሷ፡- አፍህን ዝጋ !!! አሁን ገና ወጡን እስከነድስቱ ረገጥክ!!!\n\n" +
                        "እኔ፡-  ከጎረቤቶችሽ ጋር ህይወታችንን ማነፃፀር ቢበቃን ይሻላል! ልጅ የማሳደግ አቅም የለንም አለቀ! እንኳን ወልደን የምናሳድግበት ፅንስ የሆነዉን ትዳራችንን እንዴት እሹሩሩ ማለት የማናዉቅ ልጆች ነን! \n\n መዉለድ ደግሞ የዜግነት ግዴታ ወይም ፌስቡክ ላይ ሰልፊ እንደመነሳት ቀለል አድርገን የምናየዉ ፊልም አይደለም! ወደፊት ነገሮች ከተቀየሩ እናስብበታለን…\n\n" +
                        "የሚስቴ ፊት ላይ የነበረዉ አብስትራክት የቁጣ አስተያየት በምድር ላይ ባሉ እዉቅ ሰአሊያን አእምሮ እንኳን ሊፈታ የማይችል ዉስብስብ ገመድ እንደሆነ ያስታዉቃል፡፡\n\n ምን ላድርግ! ህይወት ሸርተቴ መጫወት አይደለም…በአባባ ተስፋዬ ያደገ ህፃንና በቃና ቲቪ ያደገ  ህፃን ምኑን ከምኑ ማነፃፀር ይቻል ይሆን??? \n\n\n",
                "እስኪ ጠይቂልኝ ሙዝ ብርቱካን ይዘሽ\n\n" +
                        "ህመሙን ያልረሳ ታማሚ አግኝተሸ\n\n" +
                        "ፍቅሬ አስታሚልኝ እጅ እግሩን እያሸሽ\n\n" +
                        "….ግን ተይዉ ግን ይቅር\n\n" +
                        "…ግን ለምን\n\n" +
                        "ቁማር የበላሽን ዉሃ አጣጭ አግኝተሸ\n\n" +
                        "ይማርህ በይልኝ ለምስኪኑ አለቃሽ\n\n" +
                        "እጆችሽን ይዞ ዝላይ ላጫወተሸ\n\n\n",
                "አልጋ ላይ ቁጭ ብዬ ተክዣለሁ፡፡ ሚስቴ እንደሞተ ሰዉ ተኝታለች፤ትኩር ብዬ አየኋት…እንዴት ታድላለች! ሰአቱን ስመለከት ከሌሊቱ 9 ሰአት ይላል፤ በዚህ ዉድቅት ሌሊት ድንገት ከእንቅልፌ መነሳቴና  ትካዜ ዉስጥ መግባቴ እንቆቅልሽ ሆኖብኛል፡፡\n\n\n" +
                        "ዉብ ከናፍርቶቿን በትኩረት አየሁት፣ቀይ ሮዝ አበባ የመሰለ ከንፈር…እንዴት አባቱ ያምራል…!ፓ! ግመጡኝ ግመጡኝ ይላል… ድንገት ዝቅ ብዬ ልስማት ተጠጋሁና እንደሃዉልት ተገትሬ ቀረሁ…\n\nከንፈሯ የሌላ ሰዉ ከንፈር መሰለኝ..ለምን እንደሆነ ባላዉቅም የሚስቴን ከንፈር ልክ እንደሃብል አንገቴ ላይ አንጠልጥዬ መሄድም ፈለግኩ፡፡ ወይ ጉድ…ምን አይነት እብደት ጀመረኝ? ‹ክፉ ዘመን ..ማን ያዉቃል አንዱ ይሄንን ለጋ ከንፈር ተከራይቶት ቢሆንስ?› አለ የሆነዉ የሃሳቤ ክፋይ…\n\n\n" +
                        "‹በአስጨናቂና አመንዝራ ትዉልድ  ቆንጆ ሚስት ላገባ ወንድ ይብላኝለት! አቤት መከራዉ! በገባ በወጣ ቁጥር ‹የሚስቱ አድናቂዎች› ድግስ ተደግሶ እንደተጋበዙ ጅቦች› ሚስቱን ከበዉበት ሲመለከት ምን ይሆን የሚሰማዉ?›\n\nብዬ ለደቂቃ አሰብኩ…መልስ ይሰጠኝ ይመስል የሚስቴ ፎቶ ላይ አፍጥጬ ቀረሁ!\n" +
                        "እሷ ሆዬ ስትወራጭ አንሶላዉን አሽቀንጥራ  ራቁቷን ቀረች! ቀይና ዉብ የሆነዉ ዳሌዋ በሌላ ተባእት ከሩቅ በፉጨት ምልክት ሲሰጠዉ የሚስቅ መሰለኝ፡፡ ቀናሁ….አንገበገበኝ! ሆሆሆሆ…ሆሆ ዛሬ ምን ሆኛለሁ!?\n\nሚስቴ እንደምታፈቅረኝ አልጠራጠርም እና ይህን ያህል ቅናት ዉስጤ መንደዱ  ከመልካም ይሁን አይሁን ሊገባኝ አልቻለም፡፡\n\nእንደምንም  ብዬ ከጎኗ አቅፌያት ተኛሁ…አሁንም እንቅልፌ ከእናት አካሉ ተለይቶ ርቆኝ ላጥ ብሏል! ደስ የሚለዉ ነገር ፀጉሯን እየዳበስኩ እንቅልፍ ሆዬ ከች በኮሮኮንች! የእንቅልፍ መኪና ላይ ተጭቼ በረርኩ!\n" +
                        "ሚስቴን ከሩቁ እየተከታተልኳት ነዉ፡፡ ከቤት ስትወጣ ስብሰባ እንዳለባትና አርፍዳ ልትመጣ እንደምትችል ጠዋት ቁርስ እየበላን ነግራኛለች፡፡ \n\nይሁን እንጂ የምትናገረዉ ነገር ሁሉ ከአንገት በላይ ሆነብኝ..ላምናት አልቻልኩም! ከጀርባዬ ዘግናኝ ወንጀል እየተፈፀመብኝ ቢሆንስ? ዛሬማ አልፋታትም ያበጠዉ ይፈነዳል!!\n\n\n" +
                        "አጭር ቀሚስ አድርጋለች…ቀሚሱ ደግሞ ባለፈዉ ለልደቷ የገዛሁላት የሚያምር ቀይ ቀሚስ ነበር፡፡ ቁርስ በልተን እንደጨረስን ‹ማርዬ ቶሎ እመለሳለሁ እሺ …እሟሟ!› ጉንጬን ስማኝ ዉልቅ አለች፡፡\n\n\n" +
                        "አንድ የታክሲ ጥቅስ ድንገት አእምሮዬ ላይ ብልጭ አለ…‹ቆንጆ ሚስት ያገባና በሬ ያረደ ብቻዉን አይበላም!›\n\n\n" +
                        "ሚስቴ ገና እግሯ እንደወጣ የስለላ ስራዬን ጊዜ ሳልገድል ጀመርኩ፡፡በግምት 200 ሜትር ላይ ሆኜ እንቅስቃሴዋን ሁሉ እየተከታተልኩ ነበር፡፡ ላዳ ታክሲ ይዛ ተፈተለከች…ማን ይለቃታል? እኔም በሌላ ላዳ ተከተልኳት፡፡\n\n\n" +
                        "ለአንድ ሰአት ከተጓዘች በኋላ የሆነ ትልቅ ግቢ በር ፊት ለፊት ታክሲዉ አቆመ፡፡ከታክሲዉ ወርዳ በሩን ማንኳኳት ጀመረች…ግቢዉ በጣም የሚያምር እንደሆነ  ከዉጪ አይቶ መገመት ይቻላል፡፡\n\n‹ስብሰባ እገባለሁ ብላኝ እዚህ ምን ትሰራለች? ምን ታደርጋለች? ምን…› ሚሊየን ጥያቄ ጭንቅላቴን ሊያፈነዳዉ ደረሰ፡፡ ጊዜ ሳላባክን ከታክሲ ወርጄ የሆነ ሱቅ ጎን ቆሜ ነገሩን እየተከታተልኩ ነበር፡፡\n\n\n" +
                        "አንድ ግድንግድ ወጠምሻ ጎረምሳ የግቢዉን በር ከፈተ፣ፊቷ ላይ ያየሁትን ፍልቅልቅ ደስታ የሰርጌ ቀን እንኳን አላየሁትም፡፡ አቀፋትና ከንፈሯን…አዎ ከንፈሯን ሳ…መ…ዉ! ጉድ!!\n\n\n" +
                        "ይህን ያየሁ ቅፅበት ዉስጤ ሺህ አመት ዉሃ አይቶ እንደማያዉቅ አለት ደርቆ ቀረ! አንጀቴና ልቤ ሲጨፈላለቁ ተሰማኝ..በዉስጤ ንዴትና ቁጣ ሳይሆን ልገልፀዉ የማልችለዉ ስብራትን አስተናገድኩ!፡\n\n\n" +
                        "እጆቿን ይዞ ወደግቢዉ ጎትቶ አስገባት…እየተፍለቀለቀች ገባች! እየተንደረደርኩ ወደበሩ ተጠጋሁ…ጠጋ ጠጋ..ሰዉነቴ እየተንቀጠቀጠ ነበር፡፡ በሩን ላንኳኳ እጆቼን ሳወጣ እጆቼ የሉም! እጄ የት ሄደ??፡\n\nእሱም እንደሚስቴ አደመ ማለት ነዉ???  ይሁን ብዬ ልጣራ መጮህ ጀመርኩ…ግን ድምፄም አይሰማም፣በአጭሩ ተዳፍኗል፡፡ላለቅስም ፈለግኩ ግን እንባ እንኳን ከሚስቴ ጋር ግቢዉ ዉስጥ ተደበቀ!?፡\n\n\n" +
                        "ሰዉ ዉስጡ ሲበጠበጥ እጅና እግሩ አይሰራም..ሽባ ይሆናል፡፡ ደም ብዛትና ስኳር ሽባ ከሚያደርጉት ህመም በበለጠ ማንነቱ ከፊቱ ሲሰባበር፣ሲወረወር ይሰማዋል!፡\n\n\n" +
                        "‹ማርታ! ማርታ! …ማርታ!! ግን ለምን? …ለምን ? ?› ድንገት ጩኸቴ ተሰማኝ ‹በስመአብ! አንተ ምን ሆነህ ነዉ ዛሬ?› ማርታ ከቅዠት ህልሜ ስትቀሰቅሰኝ ላብ ሰዉነቴን አጥምቆታል…ላቤ እንደፏፏቴ  ይንቆረቆራል፡፡ ፡\n\n ‹የኔ ሆድ ምን አስነኩህ?...ከጎንህ እኮ ነኝ ፍቅሬ ..እሽሽሽሽ› እቅፍ አድርጋ ፀጉሬን መዳበስ ጀመረች፡፡፡\n\n\n" +
                        "ያየሁት ቅዠት ወደፊት ሊመጣዉ ካለዉ መከራ በትንሹ ተቆንጥሮ የተሰጠኝ መሰለኝ፡፡ ህልም መሆኑ ቢያስደስተኝም ያላሰብኩት ሃሳብ ዉስጤ ተዘራ፡፡፡\n\nከእንቅልፌ ነቅቼ እንኳን ያ የታክሲ ላይ ጥቅስ ከህልም አለም ተከትሎኝ አሁንም ፊቴ ላይ ተደቅኗል….‹ቆንጆ ያገባና በሬ ያረደ..› ይልሃል ይሄ ነዉ!!! \n\n\n"
                ,

                "አንድ ስኒ ቡና አምስት ብር ሆነና፡\n\n" +
                        "ጀበናም ከማድቤት ጀግኖ ወጣና፡\n\n" +
                        "ለገባዉ ለወጣዉ አንገቱን ሲደፋ ያለዉን ሲተፋ፡\n\n" +
                        "ፈፅሞ ላይሰስት ካንጀቱ ሲለፋ…አመታት ነጎዱ ቀለሙ ሳይጠፋ፡\n\n" +
                        "ሚሊየን ሲኒዎች ሚሊየን ባዶዎች ጀበናን እያሙ ይቁለጨለጫሉ \n\n" +
                        "በአቧራ ተሞልተዉ በነጭ ቅብ ሊታዩ\n\n" +
                        "አፋቸዉ ተከፍቶ ድቅድቅ ጨለማዉን አንድ ተስፋቸዉን\n\n" +
                        "ህልምን ያልማሉ ጀበናን ያያሉ\n\n" +
                        "ቡናና ጀበና ሜዳ ላይ ተያይተዉ \n\n" +
                        "አንደኛ ሁለተኛ ሶስተኛ ምእራፍ መዝገብ አዘጋጅተዉ\n\n" +
                        "ስኒ ከጀበና ጀበናም ሆነዋል \n\n\n"
        )


    }

    override fun onCreateOptionsMenu(menu: Menu?): Boolean {
         menuInflater.inflate(R.menu.share_menu,menu)
         return true
    }

    override fun onOptionsItemSelected(item: MenuItem): Boolean {
        val id = item.itemId

        if(id == R.id.action_privacy){
            try {
                val intent = Intent(Intent.ACTION_VIEW, Uri.parse("https://www.google.com"))
                startActivity(intent)

            } catch(e : Throwable){
                print("Error in Connecting to the server.Please check at $e")
            }

            return true
            
        } else if(id == R.id.action_settings){
            val intent = Intent(this@MainActivity,AboutUs::class.java)
            startActivity(intent)
        }

        return super.onOptionsItemSelected(item)
    }


}